[{
  "_id": {
    "$oid": "60ae3256b3c3c4605d1b8541"
  },
  "keywordEN": [
    "Travel",
    "Culture",
    "Life Philosophy",
    "Adventure"
  ],
  "keywordVN": [
    "Du Lịch",
    "Văn Hóa",
    "Triết Lý Sống",
    "Phiêu Lưu"
  ],
  "title": "0 – The Fool: Sagittarius",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026669/cosmos/sagittarius_tjkigk.jpg",
  "elementEN": "Fire",
  "divinatoryEN": "Sagittarius rules the ninth house, the house of philosophy. One of the most unique qualities of Sagittarius is its dual nature: half human, with an ability to reason, ideals, and a quest for knowledge, and half horse, with an insatiable wanderlust, a restless nature, and a desire forindependence. Sagittarius may wrestle with harmonizing both sides of their personality, however, those with the 9th sign are often able to find the connection that binds their contrasting personality traits through traveling and exploring new cultures. They learn how to employ their idealistic view through exploration. Sagittarius often spends time thinking about “why” and “how” things work on a grander scale, and they are not afraid to share their theories about life with anyone that will listen. Others will find it fun to brainstorm impossibly big concepts with them.",
  "adviceEN": "If Sagittarius appears in a reading, it is a great time for a new quest in which one may have time to reflect. This card indicates an opportunity to refresh one’s life philosophy through new experiences and travel.",
  "reversedEN": "When this card appears reversed, it indicates boredom with the routine, anxiety, and restlessness. A feeling of imprisonment or oppression may surface. This anxiety may manifest itself in several ways -- running from romantic commitment, stressing within a job that may seem mundane or repetitive, or even skirting responsibilities in favor of a spontaneous adventure. Shaking up routine will help satiate the desire to explore.",
  "elementVN": "Lửa",
  "divinatoryVN": "Sagittarius (chòm Nhân Mã) thống lĩnh nhà chiêm tinh thứ chín – ngôi nhà của triết học. Một trong những phẩm chất đặc biệt nhất của Sagittarius là bản chất kép tồn tại trong nó: một nửa là con người với khả năng suy luận, lập ý tưởng và tìm kiếm tri thức; một nửa là ngựa với lòng ham thích chu du, bản năng không biết ngơi nghỉ và niềm khát khao độc lập. Sagittarius phải vật lộn với việc cân bằng cả hai mặt trong tính cách của mình, dù vậy, những người mang trong mình dấu hiệu thứ chín này sẽ dễ tìm được sự kết nối giữa hai mặt đối lập thông qua việc du lịch và khám phá những nền văn hóa mới. Bên cạnh đó, nhờ những cuộc hành trình, họ sẽ học được cách hiện thực hóa ước mơ của bản thân. Sagittarius thường dành nhiều thời gian tìm lời giải cho hai câu hỏi “Tại sao?” và “Như thế nào?” đối với sự hoạt động của vạn vật. Họ không ngại chia sẻ những giả thuyết của bản thân với bất kì ai muốn lắng nghe. Những người khác lại sẽ thấy Sagittarius rất thú vị vì Sagittarius thường đặt ra những vấn đề lớn lao đòi hỏi nhiều sự động não từ họ.",
  "adviceVN": "Nếu Sagittarius xuất hiện ở chiều xuôi, đây là thời điểm thích hợp để bắt đầu những nhiệm vụ mới đồng thời suy ngẫm lại về những việc đã qua. Lá bài còn nói về cơ hội để đổi mới triết lý sống thông qua du lịch và những trải nghiệm mới.",
  "reversedVN": "Ở chiều ngược, nó ám chỉ sự chán nản khi phải làm đi làm lại những chuyện quen thuộc hoặc sự lo lắng, bồn chồn bứt rứt. Đối tượng được hỏi đến có thể đang bị cầm tù hoặc áp bức. Sự lo lắng trong lá Sagittarius ngược có thể được hiểu theo nhiều cách: trốn chạy những cam kết trong tình cảm, căng thẳng trước một công việc quá đơn điệu hoặc lặp đi lặp lại quá nhiều, bị rang buộc trách nhiệm sau những chuyến phiêu lưu tự phát. Lời khuyên đặt ra là nên tạo một chút xáo động trong thói quen, nó sẽ giúp thỏa thuê niềm đam mê khám phá của bản thân.",
  "createdAt": {
    "$date": "2021-05-26T11:34:46.612Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T11:34:46.612Z"
  },
  "__v": 0,
  "category": "Major Arcana",
  "genre": ""
},{
  "_id": {
    "$oid": "60ae454a8c0a9f6343372c58"
  },
  "keywordEN": [
    "Leadership",
    "Impulse",
    "The First",
    "Opportunity"
  ],
  "keywordVN": [
    "Lãnh Đạo",
    "Động Lực",
    "Bùng Nổ",
    "Cơ Hội"
  ],
  "title": "I – The Magician: Aries",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026659/cosmos/aries_zkcco4.jpg",
  "elementEN": "Fire",
  "divinatoryEN": "As the first sign of the zodiac, Aries embodies the qualities of a leader. They are the first to volunteer, the first to head into battle, and the first to finish what they’ve started. They’re aggressive, daring, and courageous by nature. Aries personalities are often pioneers in the fields of innovation. Inclined to answer any challenge, Aries is naturally bold and direct, finding ways to accomplish things in the quickest, most efficient means possible. They know what they want and aren’t afraid to ask for it. As a cardinal fire sign, Aries is impulsive, opportunistic, and spontaneous. Aries’ enthusiasm and a get-it-done attitude are all part of the sign’s fiery nature. They are spirited and independent and often seek out new personal challenges wherever they are.",
  "adviceEN": "In a reading, Aries symbolizes a quick start to new projects. A person may find it particularly easy to roll up their sleeves and dig into a new big endeavor. As the sign of leadership, Aries often indicates that one may be spearheading an upcoming project or find one’s self facilitating a group effort.",
  "reversedEN": "Reversed, Aries’ independence may lead to a bit of friction in codependent relationships or in situations that require joint decision-making. As an incredibly self-reliant sign, Aries tends to act quickly, sometimes without thinking of how their actions affect those around them. Aries is also prone to binging on new interests and lusting after new people, projects, and material objects. When this card appears reversed one may have a strong desire to spend time, resources, and money on what may turn out to be short-lived interests.",
  "elementVN": "Lửa",
  "divinatoryVN": "Là dấu hiệu thứ nhất của hệ thống cung Hoàng Đạo, Aries (chòm Bạch Dương) là hiện thân cho những phẩm chất của một nhà lãnh đạo. Họ là những người đầu tiên dấn thân vào cuộc chiến và cũng là người đầu tiên kết thúc nó. Họ mang bản chất năng nổ, táo bạo và can đảm. Chính bản chất đó đã giúp Aries làm người mở đường cho những lĩnh vực cần sự đột phá, sẵn sàng đáp trả mọi thách thức. Aries vốn liều lĩnh và thẳng thừng, luôn muốn tìm những cách nhanh nhất và hiệu quả nhất để đạt được mục tiêu. Họ biết rõ bản thân đang mong muốn điều gì và chẳng ngại ngần giải đáp các câu hỏi để tìm cách đạt được nó. Là cung lửa Thống lĩnh, Aries rất hay bốc đồng, cơ hội và tự phát nhất thời. Sự nhiệt tâm cao và thái độ làm–là–phải–xong chính là cách bộc lộ bản chất lửa bên trong con người Aries. Họ đồng thời rất linh hoạt và tự chủ, dù họ thuộc tầng lớp nào, họ có là ai, họ vẫn luôn tự đặt ra những thách thức cho bản thân.",
  "adviceVN": "Trong trải bài, ở chiều xuôi, Aries tượng trưng cho sự bắt đầu rất nhanh của một dự án hay kế hoạch mới. Nó có thể chỉ một người luôn cảm thấy dễ dàng xắn tay áo và lao ngay vào những thách thức mới. Là một cung Thống lĩnh, Aries luôn biết cách dồn lực để tập trung đạt được một mục tiêu hoặc biết hiện thực hóa thành quả từ những nỗ lực chung của tập thể.",
  "reversedVN": "Ngược chiều, tính độc lập của Aries dễ dẫn đến xích mích trong những mối quan hệ hợp tác hoặc những tình huống đòi hỏi sự thống nhất quyết định từ nhiều phía. Với niềm tin lớn vào bản thân, Aries có xu hướng hành động nóng vội, đôi khi chẳng màng việc mình làm có ảnh hưởng gì đến xung quanh hay không. Aries luôn hăng hái với những sở thích mới, những con người mới, những dự án mới hây nguồn tài nguyên mới. Lá Aries theo chiều ngược rất có thể đang ám chỉ một người bỏ rất nhiều thời gian, công sức và tiền bạc vào một sở thích ngắn hạn, không có tính bền vững.",
  "createdAt": {
    "$date": "2021-05-26T12:55:38.273Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T12:55:38.273Z"
  },
  "__v": 0,
  "category": "Major Arcana",
  "genre": ""
},{
  "_id": {
    "$oid": "60ae46648c0a9f6343372c59"
  },
  "keywordEN": [
    "Misdirection",
    "Obscurity",
    "Manipulation"
  ],
  "keywordVN": [
    "Mất Phương Hướng",
    "Mù Mờ",
    "Mánh Khóe"
  ],
  "title": "II – The High Priestess: Mensa",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026666/cosmos/mensa_usgra3.jpg",
  "elementEN": "Air",
  "divinatoryEN": "Mensa means table in Latin, and the constellation references a curious mountain near Cape Town, South Africa. Table Mountain has its own local mythology which connects the flat-topped, cloud-shrouded mountain and the unlucky souls that braved the waters where the Indian and Atlantic oceans meet. Table Mountain’s magnetic pull was said to have veered ships off-course, running them aground against the rocky coastline. There, lost sailors joined the ghosts of lepers, gnomes, and other vengeful spirits at the top of the flat mountain, where they continue to lure others to their doom.",
  "adviceEN": "In an upright reading of this card, veiled communication, purposeful misdirection, and even getting lost on the highway are all signs that Mensa is at work. In addition to eerie “mistakes” and cloaked intentions, Mensa may exert its power through mental haziness, making it hard to think clearly. In any case, it is important to clear the table of any pressing business and wait for the clouds to dissipate before making any serious decisions. This cloudiness may also come in the form of clumsiness or naivety. ",
  "reversedEN": "Reversed, one may be at the mercy of the ghouls of everyday life. Whether or not a person believes that the spirits of Table Mountain walk amongst us, there are plenty of matters at work that a person can’t perceive until they appear out of thin air. Hidden intentions, scams, or individuals looking to take advantage of another are all very real dangers. In order to avoid falling prey to their whims, a person should try to stay alert and focused, and do not be fooled into a false sense of security with anyone looking to get your attention, particularly when you are navigating new or unfamiliar territory.",
  "elementVN": "Khí",
  "divinatoryVN": "Mensa (chòm Sơn Án) có nghĩa là “cái bàn” trong tiếng Latin. Chòm sao có liên quan đến một ngọn núi kì lạ nằm tại Cape Town, Nam Phi. Ngọn núi Bàn (Table Mountain) mang trong mình truyền thuyết về phần đỉnh ngang phẳng luôn lẩn khuất trong mây. Phần đỉnh này được cho rằng có liên hệ với những linh hồn bất hạnh dám vượt dòng nước nối liền giữa Ấn Độ Dương và Đại Tây Dương. Lực đẩy từ trường của núi Bàn có thể làm đảo chiều thuyền bè, khiến chúng mắc cạn tại những vỉa đá bên bờ biển. Những thủ thủy thất lạc sẽ gia nhập vào binh đoàn bóng ma của những kẻ bị phong cùi, những quỷ lùn và những linh hồn đầy thù hận tại nơi đỉnh núi. Cũng tại đó, chúng lại tiếp tục bắt đầu công cuộc chiêu dụ thêm nhiều người nữa vào cõi chết.",
  "adviceVN": "Khi bài xuất hiện xuôi chiều, việc lấp liếm sự thật, hướng dẫn sai có chủ tâm, thậm chí chuyện đi lạc trên đường cao tốc đều là những thứ Mensa có thể chỉ đến. Bên cạnh việc mắc phải những sai lầm kỳ lạ và có những ý định bị che giấu, Mensa còn có tác động gây mù mờ tâm trí, khiến mọi chuyện trở nên khó khăn để suy xét rõ ràng. Dù trong trường hợp nào, điều quan trọng cần làm là cố giải quyết hết những chuyện cấp bách và chờ mây mù tan biến trước khi đưa ra bất kì quyết định quan trọng nào.",
  "reversedVN": "Ngược chiều, một người có thể bị một vong linh xấu xa điều khiển. Dù người đó có tin vào sự tồn tại của những bóng ma trên đỉnh núi Bàn quanh thế giới con người hay không, vẫn có hàng ngàn lý do khiến một người không nhìn rõ được sự thật trước khi nó bị đưa ra ánh sáng. Những vấn đề bị che giấu, sự lừa lọc hoặc việc tìm cách mưu lợi từ người khác đều sẽ mang đến những nguy cơ lớn. Để tránh làm nạn nhân của những chuyện đó, đừng để lơi sự phòng hờ kể cả với những người có vẻ thân thiết với ta, nhất là khi bước chân vào những lĩnh vực mới mà ta chưa có nhiều kinh nghiệm.",
  "createdAt": {
    "$date": "2021-05-26T13:00:20.157Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T13:00:20.157Z"
  },
  "__v": 0,
  "category": "Major Arcana",
  "genre": ""
},{
  "_id": {
    "$oid": "60ae476a8c0a9f6343372c5a"
  },
  "keywordEN": [
    "Curiosity",
    "Progress",
    "Perfection",
    "Beauty",
    "Order"
  ],
  "keywordVN": [
    "Hiếu Kỳ",
    "Quá Trình",
    "Hoàn Thiện",
    "Sắc Đẹp & Thứ Bậc"
  ],
  "title": "III. The Empress: Virgo",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026672/cosmos/virgo_ninokg.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "Virgo is the sixth sign of the zodiac, symbolizing purity, curiosity, order, and perfection. The constellation Virgo depicts a virgin, who was traditionally seen as a sensitive, wide-eyed soul, intent on discovering more about the world and their place within it. Though today’s Virgos are much more worldly than their naive symbolic counterpart, most still find comfort in sifting through the details of any new endeavor with an intense desire to grow with each experience. Interestingly, Virgos will occasionally research not only with the desire to learn, but to be prepared to fend off any individuals that might doubt their worldliness. They tend to become connoisseurs of a wonderful variety of subjects as a side effect of their incredible thirst for knowledge.",
  "adviceEN": "Upright, this card references learning and growth. If a person has been feeling self-effacing or over-critical, a class-like atmosphere with deadlines may prove most helpful to gauge personal growthas well as a new understanding of one’s abilities, emotions, or inspirations. Progress is more evident within an organized structure of milestones. ",
  "reversedEN": "Reversed, the Virgo card may reveal that a person’s perfectionist tendencies may be getting in the way of true productivity. The release of a new project may be delayed, deadlines not met, or the slowing of progress may be a side effect of a struggle to make sure everything is “just right.” Reassessing personal values that determine success may be necessary in order to move forward at this time.",
  "elementVN": "Đất",
  "divinatoryVN": "Virgo (chòm Xữ Nữ) là cung thứ sáu trong hệ mười hai cung Hoàng Đạo, đại diện cho sự thuần khiết, sự tò mò, tính thứ bậc và tính hoàn mỹ. Chòm sao Virgo mô phỏng một trinh nữ, mang trong mình một bản tính nhạy cảm, một tâm hồn rộng mở và một tinh thân miệt mài khám phá và xác định vị trí bản thân trong thế giới. Dù những Virgo ngày nay có vẻ thực tế hơn nhiều so với biểu tượng ngây thơ ngày trước, đa số họ vẫn tiềm được nguồn vui trong việc tìm tòi đào sâu những khía cạnh trong các sự kiện. Họ có khát vọng trở nên trưởng thành hơn nhờ kinh nghiệm của bản thân. Việc Virgo chăm chỉ tìm tòi cái mới không chỉ đơn thuần là để thỏa khát khao học tập mà còn để phòng bị cho trường hợp người khác nghi ngờ sự hiểu biết của họ. Họ có xu hướng muốn làm người sành sỏi nhiều lĩnh vực khác nhau – đó là một phần thể hiện cho cơn khát tri thức mãnh liệt bên trong.",
  "adviceVN": "Thuận chiều, lá bài đại diện cho sự học hỏi, trưởng thành và phát triển. Nếu một người cảm thấy bản thân mờ nhạt hoặc hay có xu hướng chỉ trích người khác, việc tìm một môi trường có không khí kiểu–lớp–học với những deadline (thời hạn hoàn thành công việc) sẽ giúp họ cải thiện những khuyết điểm của bản thân cũng như phát triển nguồn cảm hứng và khả năng bộc lộ cảm xúc. Tiến độ công việc sễ dễ kiểm soát hơn nếu bạn tổ chức những cột mốc : thời điểm – mục tiêu đạt được một cách rõ ràng.",
  "reversedVN": "Nghịch chiều, lá Virgo mô tả một người theo chủ nghĩa hoàn hảo đặt trong một tiến trình làm việc thực tế. Lá bài có thể chỉ một dự án bị hoãn thi công, một công việc không hoàn thành đúng hạn. Những sự trễ nải này nguyên do chính là việc cố đảm bảo mọi chuyện phải “đúng” một cách thái quá. Lời khuyên lúc này là hãy định lại giá trị của thành công đối với bản thân để tiếp tục tiến lên.",
  "createdAt": {
    "$date": "2021-05-26T13:04:42.096Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T13:04:42.096Z"
  },
  "__v": 0,
  "category": "Major Arcana",
  "genre": ""
},{
  "_id": {
    "$oid": "60ae48928c0a9f6343372c5b"
  },
  "keywordEN": [
    "Reputation",
    "Showmanship",
    "Chivalry",
    "Loyalty"
  ],
  "keywordVN": [
    "Danh Tiếng",
    "Tự Đề Cao",
    "Thượng Võ",
    "Trung Thành"
  ],
  "title": "IV – The Emperor: Leo",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026665/cosmos/leo_mymffh.jpg",
  "elementEN": "Fire",
  "divinatoryEN": "Leo, the lion, is one of the only constellations that resembles its namesake. Leo reins over the fifth house, the house of pleasure, satisfaction, and creation. The image of a lion conjures visions of nobility, power, and pride. Individuals born under this sign share many of the attributes of their namesake. Leos tend to speak with both authority and showmanship. They are acutely aware of how people may perceive them and therefore may embellish their stories and their personal appearance in order to leave a good impression. Though Leos have a reputation for being proud, idealistic and hard-working, they have a deep appreciation for relaxation and pleasure.  Leos do not always seek the lime-light in social situations, but they do love being at the center of a small team or when at home with family and friends. A willingness to motivate and entertain their peers comes naturally, and Leos have a fine time rallying energy for causes with humble or honest purposes. ",
  "adviceEN": "Leos tend to reflect traditional ideals in their relationships and the need for chivalry, loyalty, and passion are paramount. Their interactions with others are honorable and spirited, and they find the company of other like-minded folks comforting. Leos find the most pleasure in relationships when they feel appreciated and they will gladly soak up any attention their partners, friends, or family will provide them. ",
  "reversedEN": "Reversed, a person may be lacking an outlet for proper self expression. That person may feel like they have a ton of energy but no one to share it with. It may be up to an individual to announce a call-to-arms for like minds and take on the role as the voice for change or the promoter for a worthy cause.",
  "elementVN": "Lửa",
  "divinatoryVN": "Leo (chòm Sư Tử) là một trong những chòm sao duy nhất mô phỏng chuẩn xác tên gọi của mình. Leo cai trị nhà chiêm tinh thứ năm – ngôi nhà của khoái lạc, hài lòng và táo bạo. Hình ảnh con Sư Tử gợi lên sự cao quý, sức mạnh và lòng kiêu hãnh. Mỗi người sinh ra dưới tác động của chòm sao này sẽ mang những đặc tính đúng với cái tên Sư Tử. Họ có xu hướng khá độc đoán trong hành động và thích thể hiện bản thân. Họ thường bận tâm việc người khác nhìn nhận mình ra sao, do đó, họ hay tô vẽ thêm những câu chuyện về bản thân và chăm chút hình thức cá nhân để tạo ấn tượng tốt với người khác. Dù Leo được biết đến với lòng tự tin, bản tính hay lý tưởng hóa vấn đề cùng sự chăm chỉ, họ cũng rất quan tâm đến việc nghỉ ngơi hoặc dành thời gian thỏa mãn những thú vui của bản thân. Dù không phải Leo nào cũng thích làm tiêu điểm của đám đông, tuy nhiên họ rất thích làm trung tâm của một nhóm làm việc hoặc khi ở cùng với gia đình và bạn bè. Niềm khao khát gắn kết và thiết đãi bạn bè đến với họ một cách tự nhiên, đó là thời điểm tốt để họ tập hợp nguồn năng lượng qua những mục đích khiêm tốn và chân thành.",
  "adviceVN": "Leo có xu hướng tôn trọng những lý tưởng truyền thống trong mối quan hệ: đó là việc tinh thần thượng võ, lòng trung thành và đam mê được đặt ở vị trí tối cao. Họ đề cao sự tương tác với người khác, hay tìm những người bạn có chung chí hướng để giải bày. Leo chỉ cảm thấy thỏa mãn trong mối quan hệ một khi họ cảm thấy bản thân được trân trọng. Họ luôn đón nhận sự quan tâm từ người yêu, gia đình và bạn bè với một niềm hân hoan to lớn.",
  "reversedVN": "Ngược chiều, một người có thể cảm thấy khó khăn trong việc giải bày cảm xúc. Có thể họ đang có hàng tấn năng lượng nhưng không thể giải phóng vì không tìm được ai phù hợp để sẻ chia. Đây là dấu hiệu để phát động một cuộc “tổng tiến công” được hợp tác bởi những người cùng chí hướng, trong đó, Leo nắm vai trò khởi xướng những thay đổi và xúc tiến những động cơ.",
  "createdAt": {
    "$date": "2021-05-26T13:09:38.457Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T13:09:38.457Z"
  },
  "__v": 0,
  "category": "Major Arcana",
  "genre": ""
},{
  "_id": {
    "$oid": "60ae49908c0a9f6343372c5c"
  },
  "keywordEN": [
    "Traditional Philosophies",
    "Practice",
    "Systems",
    "Ownership"
  ],
  "keywordVN": [
    "Truyền Thống",
    "Triết Lý",
    "Hệ Thống",
    "Sở Hữu"
  ],
  "title": "V – The Hierophant: Taurus",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026670/cosmos/taurus_d7ujre.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "Taurus, the bull, is a symbol of power, strength and purpose. Taurus rules the second house, the house of possessions. Traditionally seen as the house of material goods and matters of wealth and investments, it also rules over one’s abilities and identities. Taurus seeks supreme security. Taurus is hard working, dependable, and steadfast, using their efforts to ensure that they feel grounded whenever possible. Taurus is patient and plodding, with a dependable schedule and faithful work ethic. They are often serious, concrete, and quite realistic about their view of the world. Finding comfort is of utmost importance in relationships, work, and finances. Taurus’s mission can make them possessive and immovable at times, making it hard to negotiate or compromise with them.  ",
  "adviceEN": "When this card appears in a reading, it’s a sure sign that a methodical, practiced approach is best when pursuing an upcoming goal, particularly one of financial or workplace matters. Taurus has a connection to traditional philosophies, time-honored practice and ritual. A systematic schedule may be the best way to help realize new goals. There are no short-cuts with Taurus as all accomplishments must feel earned to be worthwhile.",
  "reversedEN": "When this card appears reversed, a person may find they are at an impasse with no way to move forward. This may manifest itself during negotiations with another strong personality, when battling against established axioms, or even when running up against regulations set in place without any workarounds. ",
  "elementVN": "Đất",
  "divinatoryVN": "Taurus, chú bò mộng, biểu tượng của quyền lực, sức mạnh và mục đích. Taurus thống trị nhà chiêm tinh thứ hai – ngôi nhà của sự sở hữu. Vì nắm giữ ngôi nhà của những lợi ích vật chất, những vấn đề tiền tài và sự đầu tư; Taurus cai quản năng lực và bản sắc của mỗi con người. Taurus đề cao tính bảo mật trong công việc. Họ chăm chỉ, đáng tin và kiên định. Họ luôn nỗ lực để đảm bảo những việc họ làm sát với đòi hỏi thực tiễn. Taurus rất kiên nhẫn và cần cù, họ biết cách lập một thời gian biểu khoa học và có lòng tận tụy cao với công việc. Họ nghiêm túc, cứng rắn và có cái nhìn rất thực tế về thế giới. Tìm kiếm sự thoải mái là điều quan trọng nhất trong quan hệ công việc và tài chính đối với họ. Với những mục tiêu của mình, Taurus có xu hướng thích chiếm hữu và rất khó lay chuyển, đôi khi điều này khiến cho việc đàm phán và thỏa hiệp với một người thuộc cung Taurus rất khó khăn.",
  "adviceVN": "Khi lá bài này xuất hiện thuận chiều, chắc chắn đó là tín hiệu của sự trật tự, cách để đạt được mục tiêu lớn là tuần tự thực hiện những mục tiêu nhỏ, đặc biệt là trong những chuyện liên quan đến tài chính và công việc. Taurus có sự liên kết mạnh với những triết lý truyền thống, những sự rèn luyện biết tận dụng thời gian và tuân thủ những quy tắc một cách nghiêm túc. Việc lập một thời gian biểu hợp lý là cách tốt nhất để nhận ra những mục tiêu cần thiết là gì. Với Taurus, không tồn tại việc “đi đường tắt” vì những gì Taurus đạt được phải khiến học cảm thấy bõ công, xứng đáng với thời gian và tâm sức của mình.",
  "reversedVN": "Khi ra bài ngược, một người có thể cảm thấy bản thân rơi vào ngõ cụt, không tìm được phương hướng tiến lên. Nó có thể ám chỉ sự đàm phán với một đối tác cứng đầu, một cuộc chiến với những mối lo âu lớn hoặc thời điểm phải chống lại những bó buộc nhưng không tìm được cách phù hợp để tiến hành.",
  "createdAt": {
    "$date": "2021-05-26T13:13:52.748Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T13:13:52.748Z"
  },
  "__v": 0,
  "category": "Major Arcana",
  "genre": ""
},{
  "_id": {
    "$oid": "60ae4a6f8c0a9f6343372c5d"
  },
  "keywordEN": [
    "Family Matters",
    "Affection",
    "Loved Ones",
    "Connection"
  ],
  "keywordVN": [
    "Gia Đình",
    "Tác Động",
    "Những Người Quý Mến",
    "Kết Nối"
  ],
  "title": "VI – The Lovers: Cancer",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026660/cosmos/cancer_ovuzl8.jpg",
  "elementEN": "Water",
  "divinatoryEN": "Cancer is the fourth sign of the zodiac and rules over home, family, tradition, and communal activities. The constellation Cancer has evolved since Egyptian times to depict all manner of creatures, but has most commonly been depicted as a crab called Karkinos from the Greek myth involving Hercules and his Twelve Labors. Hera, having sent Karkinos to fight Hercules, was so grateful for his effort that she placed him in the sky. The card depicts Karkinos in a sad state, being gently tended to by Hera. As a cardinal water sign, Cancer personalities are extremely in tune with their emotions. At their best, they may be affectionate and sympathetic, with the desire to give their all to protect what is important to them. When troubled, they may be possessive, smothering, overly sensitive, and easily hurt.",
  "adviceEN": "In a reading, a person may take on some of Cancer’s tendencies. Upright, one should pay special attention to matters of the home and family. Reaching out to loved ones is especially important at this time. Often a person’s loved ones are their greatest allies in times of joy or hardship. Now is a great time to refresh the bond between relations.",
  "reversedEN": "Reversed, a person may find themselves battling a wave of self pity or insecurity, potentially brought on by a lack of social outlets or connections to their kin or peers. Interacting with an active community and playing a participatory role in an engaged social group is essential. Feeling purposeful and connected to others may be all that is needed to get back on track.",
  "elementVN": "Nước",
  "divinatoryVN": "Cancer (chòm Cự Giải) là dấu hiệu thứ tư trong mười hai cung hoàng đạo. Nó thống trị ngôi nhà của gia đình, truyền thống và những công tác xã hội. Khái niệm về chòm Cancer được phát triển từ người Ai Cập và nó được ví với tất cả bản chất của mọi sinh vật sống, tuy nhiên, hình ảnh ta hay bắt gặp ngày nay đại diện cho Cancer chính là con cua Karkinos từ thần thoại Hy Lạp, nó gắn với câu chuyện về Hercules và mười hai kỳ công. Karkinos được Hera đưa đến chiến đấu với Hercules và bị Hercules giết chết. Để tri ân cho lòng dũng cảm, Hera đã đặt nó lên bầu trời. Lá bài miêu tả hình ảnh Karkinos đang đau buồn và được Hera dịu dàng vỗ về. Là cung nước Thống lĩnh, Cancer nghe theo xúc cảm của bản thân một cách mạnh mẽ. Ở trạng thái tốt, họ có lòng yêu thương và khả năng đồng cảm cao, họ có khát khao bảo vệ những gì được cho là quan trọng đối với bản thân. Tuy nhiên, khi gặp rắc rối, họ trở thành những kẻ có xu hướng chiếm hữu, mù quáng, nhạy cảm quá mức và dễ bị tổn thương.",
  "adviceVN": "Khi lá Cancer xuất hiện, bài có thể đang ám chỉ một người mang khuynh hướng hành động theo tính cách của chòm sao này. Thuận chiều, đó là lời khuyên nên quan tâm những vấn đề gia đình nhiều hơn. Việc mở rộng vòng tay với những người yêu quý là rất cần thiết vào lúc này. Thường thì những người Cancer đặt lòng tin đều là những đồng minh tốt của họ bất kể lúc đó họ đang hạnh phúc hay gặp khó khăn. Đây là báo hiệu thời điểm phù hợp để thắt chặt những mối quan hệ.",
  "reversedVN": "Nghịch chiều, một người đang phải đương đầu với những cảm giác hối tiếc hoặc cảm thấy không an toàn, có thể là do sự thiếu giao tiếp và kết nối với họ hàng hoặc bạn bè. Bắt đầu việc giao tiếp với một cộng đồng năng động và có một vai trò cụ thể trong tương tác nhóm là chuyện cần hướng đến ngay lúc này. Chỉ khi người đó cảm nhận được mục tiêu và có sự kết nối với người khác thì họ mới lấy lại nhịp độ ổn định trong cuộc sống.",
  "createdAt": {
    "$date": "2021-05-26T13:17:35.668Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T13:17:35.668Z"
  },
  "__v": 0,
  "category": "Major Arcana",
  "genre": ""
},{
  "_id": {
    "$oid": "60ae4b7a8c0a9f6343372c5e"
  },
  "keywordEN": [
    "Arbitration",
    "Diplomacy",
    "Achieving Balance"
  ],
  "keywordVN": [
    "Phân Xử",
    "Ngoại Giao",
    "Đạt Được Cân Bằng"
  ],
  "title": "VII. The Chariot: Libra",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026666/cosmos/libra_kson6o.jpg",
  "elementEN": "Air",
  "divinatoryEN": "Latin for “weighing scales,” Libra is associated not only with justice and graceful diplomacy, but with balance on all levels. Like day and night, life and death, inhale and exhale, each requires the other to exist. Libra rules the seventh house, the house of partnership. One of Libra’s most interesting qualities is that they strive for balance at any cost. Libra personalities prefer not to choose sides, though they may be the first person to interrogate the parties in question in hopes of getting to the bottom of an issue. Though they are able and willing to provide support to whomever needs it, the middle of the road is where many Libra personalities prefer to be. Libras are gentle and charming, and enjoy the comfort of steady companionship. They have a fondness for perfection and in relationships, they want to sort out misunderstandings as quickly as possible.  Because Libra’s rationale is based on relative thinking, their opinion of perfection may sway depending on the information they gather at the time.",
  "adviceEN": "If Libra appears in a reading, a person may be called upon to act as an arbiter in a social or work-place stalemate. Often Libra can see the perfect compromise. This may include a bit of smoothing-over, or some sly management of personalities. ",
  "reversedEN": "When this card appears reversed, a person may find themselves waffling between two sides of an important issue where both sides seem particularly unhelpful or detestable. Uncovering the cold, hard truth may give a person enough leverage to rally for a more favorable scenario than the two present.",
  "elementVN": "Khí",
  "divinatoryVN": "Là từ chỉ cái cân đĩa trong tiếng Latin, Libra (chòm Thiên Bình) không chỉ gắn liền với công lý và khả năng giao tiếp tuyệt vời mà còn dùng để chỉ sự cân bằng trên nhiều phương diện. Như ngày và đêm, sự sống và cái chết, hít và thở, mỗi thứ muốn tồn tại đều không thể thiếu mặt đối lập của mình. Libra thống trị nhà chiêm tinh thứ bảy – ngôi nhà của sự hợp tác. Một trong những phẩm chất thú vị nhất của Libra là việc họ luôn đấu tranh bằng mọi giá để đạt được công bằng. Tính cách của Libra là không thích bị thiên lệch quá về mặt nào, dù vậy họ có thể là những người đầu tiên đi dò hỏi để đào sâu tới đáy những vấn đề mà mình quan tâm. Dù có khả năng và mong muốn giúp đỡ người khác, điểm giữa chặng đường có lẽ là nơi nhiều Libra lựa chọn để dừng sự hỗ trợ của mình. Libra thường dịu dàng và duyên dáng. Họ thích tận hưởng một mối quan hệ hợp tác bền vững. Họ yêu sự hoàn hảo. Trong quan hệ, họ luôn muốn gạt bỏ mọi hiểu lầm càng sớm càng tốt. Bản tính của Libra là thích suy luận dựa vào căn cứ cụ thể, do đó, quan niệm cá nhân về sự hoàn hảo có thể dao động tùy vào thông tin mà họ thu thập được tại từng thời điểm.",
  "adviceVN": "Khi Libra xuất hiện trong trải bài, ở chiều thuận, một người có thể đóng vai trò tương tự một thẩm phán trong một cộng đồng hoặc trong việc dàn xếp một vấn đề tại nơi làm việc. Một Libra thường có khả năng hòa giải tốt. Tuy nhiên, điều này cũng cho ta thấy được những sự lấp liếm cùng cách làm việc có phần tinh ranh ma mãnh là một phần kèm theo trong tính cách của Libra.",
  "reversedVN": "Khi bài xuất hiện ở thế ngược, có thể có một người đang bàn luận hào hứng về hai mặt của một vấn đề quan trọng, tuy nhiên hai mặt này đều đang ghét và chẳng mang lại lợi ích gì. Để hóa giải chuyện này, cần phải có một niềm tin mạnh để làm lực bẩy, cố phân tích những viễn cảnh khả quan nhất có thể xảy ra của vấn đề hơn là hai mặt được đề cập đến.",
  "createdAt": {
    "$date": "2021-05-26T13:22:02.344Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T13:22:02.344Z"
  },
  "__v": 0,
  "category": "Major Arcana",
  "genre": ""
},{
  "_id": {
    "$oid": "60ae4c578c0a9f6343372c5f"
  },
  "keywordEN": [
    "Social Justice",
    "Radical Effort",
    "Rebellion"
  ],
  "keywordVN": [
    "Công Bằng Xã Hội",
    "Cân Nguyên Nỗ Lực",
    "Nổi Loạn"
  ],
  "title": "VIII. Justice: Aquarius",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026658/cosmos/aquarius_ozusdr.jpg",
  "elementEN": "Air",
  "divinatoryEN": "Aquarius rules the eleventh house, the house of friendship, social organization, and destiny. The zodiacal sign Aquarius is pictured as the Water Bearer, an individual providing life and replenishing the world around them with their energy. This sign is seen as idealistic and individualistic, often expressing lofty goals on how they will better the world with their efforts. Aquarius people are champions of self-expression and often tend to run things on their own terms. They are not only unique but different, and they may want to distance themselves from “the norm” as they mature. Occasionally resorting to shock tactics, but more often acting out of their own philosophical goals, Aquarius tends to display their intentions rather than talk about them. Though they seem to be more concerned with their personal philosophy than with making friends, they do have a particularly strong sense of social justice and gravitate toward humanitarian efforts. ",
  "adviceEN": "In a reading, the Aquarius card indicates a time to embrace one’s rebellious side. Now is the time to harness one’s attitude, and use it as a source of motivation to do things “my way.” Sometimes one must go forth alone, regardless of the group’s expectations. The results of one’s efforts will have a lasting effect, even if it rubs a few people the wrong way.",
  "reversedEN": "Reversed, a person may be displaying one of Aquarius’ less favorable characteristics -- such as assuming a superior attitude or acting out in a particularly provocative manner -- and there may not be anything to do but wait it out. Patience and the ability to read between the lines to what is really on their minds might give a person more clarity into their actions.",
  "elementVN": "Khí",
  "divinatoryVN": "Aquarius (chòm Bảo Bình) trị vì nhà chiêm tinh thứ mười một – ngôi nhà của tình bạn, tổ chức xã hội và số mệnh. Biểu tượng của Aquarius là một người gánh nước – người mang đến sự sống và dùng năng lượng của mình để đong đầy thế giới. Chòm Aquarius chiếu mệnh cho những người hay lý tưởng hóa sự việc và có tính độc lập cao, thường đặt những mục tiêu to lớn rằng bản thân sẽ thay đổi thế giới như thế nào. Người sinh ra dưới ảnh hưởng của Aquarius là nhà vô địch trong việc bộc lộ cảm xúc cá nhân và có xu hướng tự vận hành mọi việc theo cách của riêng mình. Họ không chỉ muốn sự khác biệt mà còn phải là độc nhất, muốn gia tăng cách biệt giữa họ với “cái thông thường”, đặc biệt là khi họ trưởng thành. Thường sử dụng những mưu mẹo hiểm hóc để gây bất ngờ, nhưng họ cũng có những quy tắc của riêng mình. Aquarius có xu hướng thể hiện quyết tâm bằng hành động nhiều hơn lời nói. Dù tỏ ra tập trung vào việc hiện thực hóa những mục tiêu triết lý bản thân đặt ra hơn là giao kết bạn bè, Aquarius vẫn mang trong mình mối quan tâm mạnh mẽ về sự công bằng xã hội và chủ nghĩa nhân đạo.",
  "adviceVN": "Trong trải bài, theo chiều thuận, lá Aquarius chỉ rằng đây là thời điểm để khám phá những mặt nổi loạn của bản thân. Đây là thời điểm chín muồi để khai thác tính cách của mình, dùng nó làm động lực để thực hiện việc mình mong muốn. Đôi khi một người phải độc bước tiến lên, dù cho đó không phải là điều mà nhóm của bạn trông đợi. Những nỗ lực sẽ mang đến một kết quả có tác động lâu bền, dù đôi lúc nỗ lực đó khiến ta lạc lối.",
  "reversedVN": "Ngược chiều, bài đang thể hiện những mặt không đẹp trong tính cách của Aquarius, như việc tỏ thái độ trịch thượng hoặc có hành vi xấc xược, những việc như thế này thường khó cách nào tác động để giảm bớt mà phải chờ thời gian để nó lắng xuống. Sự kiên nhẫn và năng lực nhận biết đúng sai của mỗi cá nhân sẽ giúp họ có cái nhìn thấu suốt hơn về hành động mình gây ra.",
  "createdAt": {
    "$date": "2021-05-26T13:25:43.855Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T13:25:43.855Z"
  },
  "__v": 0,
  "category": "Major Arcana",
  "genre": ""
},{
  "_id": {
    "$oid": "60ae4d918c0a9f6343372c60"
  },
  "keywordEN": [
    "The Chase",
    "Pursuit Without Fatigue"
  ],
  "keywordVN": [
    "Cuộc Săn Bắt",
    "Theo Đuổi Không Mệt Mỏi"
  ],
  "title": "IX – The Hermit : Canis Major",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026660/cosmos/canis_major_fslrfi.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "Canis Major depicts Laelaps, a mythological dog who never failed to catch what he was hunting. Gifted to Europa by Zeus, Laelaps the dog was once used to hunt the Teumessian fox, a fox that could never be caught. Laelaps was known for his speed, loyalty, and his persistence during the chase. Zeus cast both the dog and the fox into the heavens, where the chase continues to this day.",
  "adviceEN": "This card is all about the pursuit of an incredible, and hard-to-attain prize. Upright, this card indicates focus, determination, stamina, and steadfastness. In some cases this is a search for knowledge and understanding, such as in the case of the Hermit. The pursuit referenced in this card is also almost always done alone and for selfish purposes, though the wisdom gained during the journey may be shared with others once the seeker deciphers its meaning. ",
  "reversedEN": "Reversed, the prey may seem so elusive that a person may wonder if they are chasing anything at all. With any good search, one must know if and when to end the pursuit. Adjusting one’s strategy and beginning the search again after a small rest may be just enough to revitalize the hunt. ",
  "elementVN": "Đất",
  "divinatoryVN": "Canis Major (chòm Đại Khuyển) miêu tả Laelaps, một chú chó thần thoại chưa từng để trượt mất bất cứ con mồi nào. Là món quà Zeus tặng cho Europa, Laelaps được dùng để truy bắt con cáo Teumessian – một con cáo không thể bắt được. Laelaps được biết đến bởi tốc độ, sự trung thành và sự kiên nhẫn trong suốt cuộc truy đuổi. Zeus đã phải hóa phép cho cả hai con vật lên thiên giới và chúng vẫn tiếp tục vờn bắt nhau cho đến tận hôm nay.",
  "adviceVN": "Lá bài chỉ việc theo đuổi một mục tiêu to lớn, khó mà đạt được. ở chiều xuôi, lá bài chỉ sự tập trung, nhận thức, sức bền và sự kiên trì. Trong vài trường hợp thì đây chính là cuộc truy tìm tri thức và hiểu biết – như nghĩa vốn có của lá The Hermit. Sự theo đuổi được đề cập ở đây thường luôn được thực hiện một mình và nhằm những mục đích mang tính cá nhân, mặc dù sự sáng suốt tăng lên sau những chuyến hành trình có thể được chia sẻ, nhưng người tiếp nhận chỉ có thể hiểu được nếu họ đủ tinh ý giải mã được những ẩn ý của người nói.",
  "reversedVN": "Theo chiều ngược, mục tiêu có vẻ ngoài tầm với khiến bản thân người hỏi cũng phân vân không biết mình có thực sự theo đuổi điều đó hay không. Trong bất cứ cuộc tìm kiếm khôn ngoan nào, người đi tìm đều buộc phải biết thế nào và lúc nào là thời điểm thích hợp để kết thúc sự theo đuổi. Điều chỉnh lại chiến lược của bản thân và bắt đầu cuộc tìm kiếm lần nữa sau một quãng nghỉ chân ngắn sẽ thổi thêm sức sống mới vào việc bám đuổi mục tiêu.",
  "createdAt": {
    "$date": "2021-05-26T13:30:57.878Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T13:30:57.878Z"
  },
  "__v": 0,
  "category": "Major Arcana",
  "genre": ""
},{
  "_id": {
    "$oid": "60ae4e7a8c0a9f6343372c61"
  },
  "keywordEN": [
    "From Humble Beginnings To True Potential"
  ],
  "keywordVN": [
    "Từ Khởi Đầu Khiêm Tốn Đến Những Cơ Hội Thực Sự"
  ],
  "title": "X – Wheel of Fortune: Pegasus",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026668/cosmos/pegasus_dx6qgi.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "Pegasus, the handsome, white-winged horse, is one of the best known creatures in Greek mythology. He is a symbol of wisdom, beauty, and power and has been a part of a poetic story since medieval times. Pegasus is the son of Poseidon and the Gorgon, Medusa. In the beginning, he was wild and untrained, but over time, Pegasus learned his true potential through the help of the hero Bellerophon and their many journeys together. He appears in many of Greek stories, assisting in a variety of epic battles including the fight against both the Chimera and the Amazons. As a symbol, Pegasus embodies the concept of transformation from humble beginnings, rising up and accomplishing his true potential, then giving back to the things that need his energy the most. ",
  "adviceEN": "When receiving the Pegasus card, a person may be at any stage of their own “Pegasus” story. In the case of a person that has achieved their potential, this is a card of gratitude and of giving back to those in need of inspiration, education, or assistance. This is also a card of charity, donations, and volunteer work. In Pegasus’ story, a spring of water now issues forth from where he steps, nourishing the land where he is present.",
  "reversedEN": "Reversed, this card indicates a person may be acting pridefully, or flaunting the benefits of their new status. The energy this person “gives back” may be doing good, but their motives are hazy.",
  "elementVN": "Đất",
  "divinatoryVN": "Pegasus (chòm Phi Mã), chú ngựa cánh trắng xinh đẹp, là sinh vật được biết đến nhiều nhất trong thần thoại Hy Lạp. Chàng đại diện cho sự hiểu biết, sắc đẹp, quyền năng và được đưa vào thơ ca từ thời Trung Cổ. Pegasus là con trai thần Poseidon và Gorgon – Medusa. Thuở ban sơ, chàng hoang dã và chẳng được thuần hóa, theo thời gian, Pegasus tự nhìn nhận được những tiềm lực của bản thân nhờ vào sự trợ giúp của anh hùng Bellerophon thông qua những chuyến du ngoạn của cả hai. Pegasus xuất hiện rất nhiều trong chuyện kể của người Hy Lạp, là người phò trợ trong rất nhiều cuộc chiến kinh điển, điển hình nhất là trận đấu chống lại đồng thời cả Chimera và Amazon. Như một biểu tượng, Pegasus đại diện cho sự tiến hóa từ những khởi điểm khiêm tốn, sau đó vươn lên đạt được tầm nhìn đúng đắn, cuối cùng là trao gởi năng lượng đến vật nào cần nó nhất.",
  "adviceVN": "Khi nhận được lá Pegasus, theo chiều xuôi, một người cảm thấy bản thân đang ở trong câu chuyện “Pegasus” của chính họ. Trong trường hợp một người đã đạt được tiềm năng, đây là lá bài thể hiện lòng biết ơn và là biểu tượng cho việc trao trả năng lượng hoặc tài nguyên cho những người đang cần nguồn cảm hứng hoặc sự hỗ trợ. Đây còn là lá bài nói về việc làm từ thiện, quyên góp và tham gia các công việc tình nguyện. Trong câu chuyện về Pegasus, điều này thể hiện qua hình ảnh dòng suối liên tục mở ra trước mặt chàng sau mỗi bước đi, nuôi dưỡng mảnh đất mà chàng đang đặt chân đến.",
  "reversedVN": "Ngược chiều, bài chỉ một người kiêu ngạo hoặc hay phô trương khoe mẽ những thuận lợi mà họ có được. Nguồn năng lượng này nếu có truyền được cho người khác, có thể nó vẫn là tích cực, tuy nhiên nó vẫn cứ là nguồn năng lượng không được truyền từ chính cái tâm của người đó.",
  "createdAt": {
    "$date": "2021-05-26T13:34:50.085Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T13:34:50.085Z"
  },
  "__v": 0,
  "category": "Major Arcana",
  "genre": ""
},{
  "_id": {
    "$oid": "60ae4f268c0a9f6343372c62"
  },
  "keywordEN": [
    "Emotional Stability Despite Trying Circumstances"
  ],
  "keywordVN": [
    "Sự Ổn Định Cảm Xúc Bất Chấp Thách Thức"
  ],
  "title": "XI – Strength: Puppis",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026669/cosmos/puppis_nam5n6.jpg",
  "elementEN": "Water",
  "divinatoryEN": "Puppis represents the poop deck, or stern, of the Argo, a mythical ship crewed by Jason and the Argonauts. Housing the captain’s quarters and offering an ideal position for navigation and observation of the crew and sails, the poop deck is the beating heart of the ship. This card depicts the Argo as it travels away from the viewer, having just safely pushed its way through waters thick with peril.",
  "adviceEN": "Upright, this steadfast image symbolizes emotional stability and strength despite trying circumstances. A strenuous and emotional journey may be coming to an end. From one’s vantage point on the poop deck, a person can call the shots, rally the crew, and move forward out of the perilous waters of the past.",
  "reversedEN": "If this card appears in the reversed position, people standing on the poop deck may feel as if they are windswept, seasick, and exposed to the elements. They may be ready for this trip to be over, but are not feeling as triumphant for surviving the circuit. The last leg of the journey may feel more like making an escape, rather than persevering through a tough spot.",
  "elementVN": "Nước",
  "divinatoryVN": "Puppis (chòm Thuyền Vĩ) là hình ảnh đại diện cho boong thượng tầng, hay toàn phần đuôi của chiếc Argo, một con tàu trong thần thoại được  điều khiển bởi Jason và đội thám hiểm Argonauts. Là nơi đặt phòng làm việc của thuyền trưởng, là vị trí lý tưởng để định vị hành trình đồng thời quan sát cánh buồm và thủy thủ đoàn, boong thượng tầng chính là trái tim của con tàu. Lá bài mô tả hình ảnh chiếc Argo đang dần rời khỏi tầm nhìn, vừa an toàn vượt qua một vùng nước hiểm trở.",
  "adviceVN": "Xuôi chiều, hình ảnh vững chắc của con tàu mô tả sự ổn định trong cảm xúc và sức mạnh vượt qua những thách thức. Một chuyến đi đầy cam go sắp kết thúc. Từ điểm nhìn thuận lợi trên boong thượng tầng, một người có thể chỉ huy khai triển hỏa lực, ra lệnh tập hợp thủy thủ, và lèo lái con tàu vượt qua những cạm bẫy trong quá khứ.",
  "reversedVN": "Nếu bài ra ngược chiều, người đang đứng trên boong kia có lẽ đang cảm thấy bị gió quật, say sóng hoặc để lộ nhược điểm. Có thể họ cũng đang mong chờ sự kết thúc, tuy nhiên đó không phải là một kết thúc vẻ vang. Những bước cuối cùng của chuyến hành trình có vẻ giống một cuộc chạy trốn hơn là việc bảo vệ thành quả để về đích.",
  "createdAt": {
    "$date": "2021-05-26T13:37:42.050Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T13:37:42.050Z"
  },
  "__v": 0,
  "category": "Major Arcana",
  "genre": ""
},{
  "_id": {
    "$oid": "60ae4fda8c0a9f6343372c63"
  },
  "keywordEN": [
    "Faith",
    "Guidance"
  ],
  "keywordVN": [
    "Niềm Tin",
    "Cam Kết"
  ],
  "title": "XII. The Hanged Man: Vela",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026671/cosmos/vela_zyzwv6.jpg",
  "elementEN": "Air",
  "divinatoryEN": "The sail is a crucial part of a ship, responsible for harnessing the wind and propelling the ship to its distant destination. But a sail alone isn’t enough. It’s a tool for a skilled navigator and cooperative weather. This card depicts Jason and the Argonauts passage through the treacherous Symplegades. The towering cliffs continually shifted and crashed together, making navigation extremely difficult, even for a trained crew. To navigate it without assistance would mean certain death, but Jason let loose a dove to lead the way through the perilous waters to safety.",
  "adviceEN": "Upright, the atmosphere is perfect for moving forward. With the right crew and a bit of forward momentum, you can be carried forward steadily, bypassing some of the most difficult terrain. The dove in the Jason and the Argonauts story symbolizes faith in outside help when even when an expert is confident in their craft. This card also symbolizes asking for guidance, potentially from a consultant, a spiritual advisor, or a mentor.",
  "reversedEN": "Reversed, this card symbolizes troubled waters ahead. This could mean taking on an endeavor too difficult for one’s experience level, putting faith in the wrong place or not having enough wind in our sails to go very far.",
  "elementVN": "Khí",
  "divinatoryVN": "Cánh buồm là bộ phận cốt yếu của con thuyền, đảm đương nhiệm vụ lái gió đưa nó tiến về điểm đích. Nhưng chỉ mỗi mình cánh buồm thôi thì chưa đủ. Chuyến đi có suôn sẻ hay không còn phụ thuộc vào kỹ năng vượt biển và sự ủng hộ của thiên nhiên. Lá bài mô tả cảnh Jason và đội thám hiểm Argonauts vượt qua hai hòn đá Symplegades “cà chớn”. Hai vách đá khổng lồ này liên tục di chuyển đập vào nhau mỗi khi có vật gì băng giữa chúng, điều này khiến việc vượt qua nó là vô cùng khó khăn, kể cả đó là một đội thủy thủ nhiều kinh nghiệm. Nếu cố vượt qua chúng theo cách thông thường thì chỉ có con đường chết, do đó Jason đã thả một con bồ câu làm mồi nhử và giúp mọi người vượt được hiểm nguy. (con bồ câu bay rất nhanh đá đập nhưng không kịp, vừa lúc đá mở ra cả đoàn của Jason chèo hết tốc lực để vượt qua và thoát hiểm – ND)",
  "adviceVN": "Xuôi chiều, luồng sinh khí chung quanh đang ủng hộ bạn tiến về phía trước. Với một nhóm phù hợp và một ít động lực tiến lên, mọi chuyện sẽ được vận hành rất vững vàng, vượt qua ngay cả những địa thế hiểm trở nhất. Việc sử dụng chú bồ câu trong câu chuyện về Jason là biểu tượng cho niềm tin vào những sự trợ giúp bên ngoài, sự tin tưởng vào những người tương trợ. Lá bài còn là thể hiện việc cần sự chỉ dẫn, rất có khả năng là phải từ  một chuyên viên, một người tư vấn tâm lý hoặc một cố vấn chuyên môn.",
  "reversedVN": "Ngược chiều, lá bài thể hiện những khó khăn đang chờ trước mắt. Đây có thể là một sự gắng gượng để làm một việc ngoài tầm kĩ năng và kinh nghiệm, đặt niềm tin sai chỗ hoặc không có đủ động lực để lèo lái con thuyền đi xa về phía trước.",
  "createdAt": {
    "$date": "2021-05-26T13:40:42.154Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T13:40:42.154Z"
  },
  "__v": 0,
  "category": "Major Arcana",
  "genre": ""
},{
  "_id": {
    "$oid": "60ae50c88c0a9f6343372c64"
  },
  "keywordEN": [
    "Tool Of Creation",
    "Refinement",
    "Configuration"
  ],
  "keywordVN": [
    "Công Cụ Tác Tạo",
    "Tinh Luyện",
    "Hình Thành"
  ],
  "title": "XIII. Death: Caellum",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026659/cosmos/caelum_y7kg6k.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "The constellation Caelum was said to have been named both for the celestial figures carved into marble vessels and for the sculptor’s chisel. In Masonic lore, the chisel symbolizes the tool of transformation: when used by the skilled hands of sculptors and craftsmen, it brings forth elegant forms from rough hewn stone. The Caelum card depicts the dual nature of the tool and its creation, where each chip that defines the form detracts from what it once was. Caelum symbolizes the departure of something that was in order to make room for what will be.",
  "adviceEN": "Upright, this card symbolizes the progress to attain one’s goal, possibly by using a helper or outside resource, or the tools necessary to do so. With proper tools, a person can create a masterpiece. Properly and consistently applied resources allow for patient, considered and deliberate progress. This is a card of creativity, refinement, transformation, and configuration.",
  "reversedEN": "Reversed, Caelum represents a divisive force, literally reshaping or wearing away important aspects of an established configuration. The action taken may be to deliberately deface or obscure. A heavy-handed move has the potential to lay waste to any progress made before it.",
  "elementVN": "Đất",
  "divinatoryVN": "Caellum (chòm Điêu Cụ) được đặt tên vừa theo những hoa văn mang cảm hứng vũ trụ hay được chạm vào những chiếc bình cẩm thạch, vừa theo tên cái đục – một công cụ của thợ điêu khác. Cái đục chính là công cụ của sự chuyển đổi, khi được sử dụng bởi nhà điêu khắc hay thợ thủ công lành nghề, nó góp phần tạo nên những hình dạng tuyệt mỹ từ những viên đá thô sần sùi . Lá bài Ceallum thể hiện bản chất của công cụ và sự hoạt động của nó, mỗi thành tố mới hình thành từ việc đẽo bỏ cái cũ sẽ càng làm cho việc định hình thành phẩm rõ ràng hơn. Vì lẽ đó, Ceallum là biểu tượng cho sự ra đi của một thứ nhằm nhường chỗ cho thứ mới hơn.",
  "adviceVN": "Xuôi chiều, lá bài thể hiện quá trình để đạt đến một mục tiêu, nhiều khả năng là phải cần người giúp sức hoặc nguồn tài nguyên bên ngoài hoặc những công cụ cần thiết. Với những công cụ phù hợp, con người có thể tạo nên tuyệt tác. Việc sử dụng nguồn tài nguyên chuẩn mực đòi hỏi lòng kiên nhẫn và một tiến trình cẩn thận. Đây là lá bài của sự sáng tạo, sự tôi luyện, sự biến chuyển và sự hình thành.",
  "reversedVN": "Ngược chiều, Caellum đại diện cho tác động chia rẽ, hiểu nôm na là sự biến chất hoặc sự mất dần những mặt quan trọng của thứ mà ta đang gầy dựng. Có thể có sự tồn tại của những hành động cố tình phá hoại hoặc che mờ sự thật. Một bước đi thiếu cẩn trọng có khả năng khiến công sức của cả quá trình trước đó bị “đổ sông đổ biển”.",
  "createdAt": {
    "$date": "2021-05-26T13:44:40.037Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T13:44:40.037Z"
  },
  "__v": 0,
  "category": "Major Arcana",
  "genre": ""
},{
  "_id": {
    "$oid": "60ae518e8c0a9f6343372c65"
  },
  "keywordEN": [
    "Assistance",
    "Encouragement",
    "Patron"
  ],
  "keywordVN": [
    "Phụ Trợ",
    "Động Viên",
    "Người Bảo Hộ"
  ],
  "title": "XIV. Temperance: Pictor",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026668/cosmos/pictor_zgrg4l.jpg",
  "elementEN": "Air",
  "divinatoryEN": "The constellation Pictor is known as the easel of the heavens, but was originally labeled ‘Equuleus Pictoris’, a word that means “ass,” “small horse,” or “easel.” An easel is an essential, but easily under-appreciated tool of an artist, and represents potential and process. The pack animal and the easel both perform a similar service: they provide assistance in supporting precious cargo.",
  "adviceEN": "The beginning of a new creative endeavor may be in the works if this card appears upright in a reading, and the easel may represent the help of an individual or the tools needed to make creative progress. Like the card Caelum, the sculptor’s chisel, Pictor is a necessary catalyst for creation. The easel may also symbolize someone willing to “hold up” the work, to promote, or encourage the creation. Possibly a benefactor of some sort, or a patron that wishes to see the creator continue productively. In the Tarot, the Temperance card also indicates moderation and adaptation and balance. In this case, a person must learn to balance their ability to assist themselves as much as they look to receive assistance from others.",
  "reversedEN": "Reversed, this card indicates that productivity might not come easy. Likewise, the creator may be putting too much faith in having “inspiration” or the help of someone to get them going. Perhaps a person becomes distracted from creating or working by focusing on obtaining the perfect tools or the perfect work space. It is important to understand the difference between inability and procrastination.",
  "elementVN": "Khí",
  "divinatoryVN": "Pictor (chòm Hội Giá) được biết tới như giá gỗ đặt khung tranh của chốn thiên đường. Tên cũ của nó là “Equuleus Pictoris”, một từ có nghĩa là “cái mông”, “chú ngựa nhỏ” hoặc “cái giá gỗ”. Giá gỗ là một vật tuy rất quan trọng đối với người họa sĩ nhưng thường bị đánh giá thấp, nó đại diện cho tiềm năng và phương pháp. Con vật thồ hoặc cái giá gỗ đều thể hiện sự phục vụ giống nhau: chúng hỗ trợ ta bảo vệ những món hàng quý giá.",
  "adviceVN": "Sự khởi đầu của những thử thách mới trong công việc có thể được nhắc đến khi lá bài xuất hiện xuôi chiều, cái giá gỗ có thể đại diện cho một cá nhân hay một công cụ trợ giúp cho quá trình sáng tạo. Giống với lá Caellum, cái đục của nhà điêu khắc, Pictor cũng là chất xúc tác cho sự tạo lập tác phẩm. Cái giá vẽ còn có thể ám chỉ một người muốn sử dụng tác phẩm của mình để giới thiệu hoặc để khuyến khích sự sáng tạo. Lá bài còn có thể ám chỉ việc làm từ thiện, hoặc việc người bảo hộ muốn thấy người sáng tạo tiếp tục thực hiện công việc có hiệu quả. Trong bài tarot thông thường, lá Temperance có thể chỉ sự điều độ, sự thích ứng hoặc sự cân bằng. Trong trường hợp này, một người phải học cách cân bằng những năng lực của bản thân để tự giúp mình bên cạnh việc tìm kiếm sự hỗ trợ từ người khác.",
  "reversedVN": "Ngược chiều, lá bài ám chỉ tiến trình tạo ra thành phẩm không suôn sẻ. Thêm vào đó, nó có thể nó đại diện cho một người quá phụ thuộc vào việc phải có cảm hứng hoặc phải có sự trợ giúp từ người khác thì công việc mới hoàn thành. Có lẽ người đó bị phân tâm bởi chuyện tìm kiếm một công cụ hay một môi trường làm việc phù hợp hơn là thực sự tập trung vào chuyên môn của mình. Cần phải phân định rõ thế nào là thiếu năng lực và thế nào là sự trì hoãn.",
  "createdAt": {
    "$date": "2021-05-26T13:47:58.552Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T13:47:58.552Z"
  },
  "__v": 0,
  "category": "Major Arcana",
  "genre": ""
},{
  "_id": {
    "$oid": "60ae52888c0a9f6343372c66"
  },
  "keywordEN": [
    "Burden",
    "Baggage",
    "Self Oppression"
  ],
  "keywordVN": [
    "Gánh Nặng",
    "Hành Trang",
    "Tự Áp Bức"
  ],
  "title": "XV – The Devil: Andromeda",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026659/cosmos/andromeda_tuvjrs.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "Queen Cassiopeia angered Poseidon by boasting of her daughter Andromeda’s beauty. In his rage, he sent the sea monster, Cetus, to destroy Cassiopeia’s kingdom. Andromeda’s father, King Cepheus, chained Andromeda to a rock by the sea as a sacrifice to the sea god, hoping that it would be enough to save his kingdom from destruction. Ultimately, Andromeda avoided death when she was saved by Perseus, but Andromeda’s chains can still be seen in the night sky. To this day, Andromeda has been given the title of “The Chained Woman,” in reference to her captivity.",
  "adviceEN": "The upright meaning of this card symbolizes Andromeda’s freedom-- a metaphor for a person’s ability to break free from their own routines, old ideas, or structures that had once bound or oppressed them. In a reading, this card may symbolize a new beginning after shedding previous burdens and the peace of mind that will eventually follow.",
  "reversedEN": "Reversed, it may symbolize a cycle of self-oppression or the inability to see where something may be stopping a person from moving forward. This could also be a reference to addiction, or an inability to flee from detrimental behaviors.",
  "elementVN": "Đất",
  "divinatoryVN": "Nữ hoàng Cassiopeia chọc giận thần Poseidon vì khoe khoang về sắc đẹp của con gái bà – nàng Andromeda (chòm Tiên Nữ). (Vì cả bà và Andromdede đều xinh đẹp hơn Nereus, con gái của Poseidon – ND) Trong cơn thịnh nộ, Poisedon đã đem con quái vật Cetus đến tàn phá vương quốc Cassiopeia. Cha của Andromeda, vua Cepheus, trói nàng vào một tảng đá bên bờ biển làm vật hiến tế để cứu lấy vương quốc đang chịu tổn thất nặng nề. Cuối cùng, Andromeda thoát khỏi cái chết nhờ sự cứu giúp của Perseus, nhưng sợi dây trói nàng thì vẫn hiện rõ trên bầu trời cho đến ngày nay. Andromeda còn được biết với tên gọi “The Chained Woman” (“Cô gái bị xiềng xích”).",
  "adviceVN": "Lá bài thuận chiều tượng trưng cho sự tự do của Andromeda, là phép ẩn dụ cho năng lực thoát khỏi những thói quen, ý tưởng cũ và những cấu trúc đã giới hạn và đè nén họ bấy lâu nay. Trong trải bài, lá bài có thể chỉ một bắt đầu mới sau khi trút hết gánh nặng cũ, sự thanh thản trong tâm trí dần được phục hồi.",
  "reversedVN": "Ngược chiều, nó là đại diện cho sự tự hủy hoại hoặc việc thiếu năng lực để nhận ra những vật cản làm chùng bước tiến của bản thân. Nó cũng có thể ám chỉ một sự mê mệt quá độ hoặc việc thiếu năng lực để bức bản thân khỏi những hành vi có hại.",
  "createdAt": {
    "$date": "2021-05-26T13:52:08.073Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T13:52:08.073Z"
  },
  "__v": 0,
  "category": "Major Arcana",
  "genre": ""
},{
  "_id": {
    "$oid": "60ae53598c0a9f6343372c67"
  },
  "keywordEN": [
    "A Twist Of Fate",
    "At The Mercy Of A Greater Power"
  ],
  "keywordVN": [
    "Bước Ngoặc Của Định Mệnh",
    "Dưới Quyền Định Đoạt Của Thế Lực Lớn Hơn"
  ],
  "title": "XVI – The Tower: Eridanus",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026664/cosmos/eridanus_necdnb.jpg",
  "elementEN": "Air",
  "divinatoryEN": "Eridanus is the Latin name for Italy’s Po River, a winding river prone to tumultuous flooding that can wrench trees loose from the riverbank. The association between the river and the constellation comes from the twisting and tortuous path the stars trace in the sky. Eridanus floods from the waters poured by Aquarius, the water bearer. This card depicts an aggressively twisting Arowana river fish, symbolizing the chaotic nature of the river.",
  "adviceEN": "When Eridanus appears, life may be at the mercy of the twists and turns of fate. Though the jostling and round-about trek may make a person feel a bit lost, one is ultimately still headed in the right direction, just as the waters of the great Eridanus flows steadily downstream. This card’s symbolism could manifest itself in an actual journey as well. Trying to think of the experience as an adventure might make traveling a bit more fun.",
  "reversedEN": "Reversed, someone may be up a creek without a paddle and feeling a bit out of control with the direction they are headed. A person may be unable to right one’s self until the end of this wild ride. A new assignment, a job transfer, or family matters may be the cause. A move may seem necessary, though it might not feel very convenient.",
  "elementVN": "Khí",
  "divinatoryVN": "Eridanus (chòm Ba Giang) là tên Latin của dòng sông Po tại Ý, một dòng chảy quanh co hay gây ra những trận lũ dữ dội nhổ phăng hết cây cối ven bờ. Việc đặt tên chòm sao theo dòng sông Po là do sự sắp xếp ngoằn ngoèo của những ngôi sao trong chòm rất giống với những đường gấp khúc khuỷu của dòng sông này. Cơn lũ trên dòng Eridanus bắt nguồn từ dòng nước được dội ra từ người gánh nước trên chòm Aquarius. Lá bài đang mô tả hình ảnh một con cá rồng hung hăng đang vặn mình, biểu tượng cho bản tính cuồng loạn của dòng sông.",
  "adviceVN": "Khi lá Eridanus xuất hiện, theo chiều xuôi, cuộc sống một người có lẽ đang bị số phận định đoạt. Mặc dù những xô đẩy và ngã rẽ sẽ làm ta cảm thấy bị lạc đường, tuy nhiên cuối cùng ta vẫn có đi được đến đích, như dòng Eridanus vẫn vững vàng xuôi về hướng hạ lưu. Lá bài có thể ám chỉ một cuộc hành trình thực sự. Những kinh nghiệm và khám phá mới trong những chuyến du ngoạn sẽ khiến chuyến đi thú vị hơn nhiều.",
  "reversedVN": "Ngược chiều, bài ám chỉ một người đang luồn lách trong khe suối nhỏ mà không mang theo mái chèo, đó là cảm giác mất kiểm soát trong việc đi theo phương hướng mong muốn. Một người có lẽ cảm thấy không thể khiến mọi việc đi theo đúng trật tự cho đến tận khi kết thúc hành trình. Một công việc mới, một sự thay đổi nghề nghiệp hoặc một vấn đề gia đình có thể là căn nguyên của mọi vấn đề. Một sự thay đổi hoặc rời đi là cần thiết lúc này, mặc dù nó có thể khiến ta cảm thấy bất tiện.",
  "createdAt": {
    "$date": "2021-05-26T13:55:37.535Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T13:55:37.535Z"
  },
  "__v": 0,
  "category": "Major Arcana",
  "genre": ""
},{
  "_id": {
    "$oid": "60ae546a8c0a9f6343372c68"
  },
  "keywordEN": [
    "Intensity",
    "Passion",
    "Fearless Initiative"
  ],
  "keywordVN": [
    "Quyền Lực",
    "Đam Mê",
    "Khởi Đầu Gan Dạ"
  ],
  "title": "XVII – The Sun: Scorpius",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026670/cosmos/scorpius_bw8tjy.jpg",
  "elementEN": "Water",
  "divinatoryEN": "Scorpius (also known as Scorpio) is one of the oldest constellations in the sky. Scorpio was memorialized after killing Orion for his arrogant exclamation that he could kill all of the animals on Earth. Scorpio rules the eighth house, which is the house of death, sex, and resources. Of course, none of these topics should ever be taken lightly and the intensity of these subjects mirrors Scorpio’s persona perfectly. Though it is a water sign, Scorpios prefer to keep their emotions underneath a hard exterior as much as possible. Scorpios are fearless, intense, and passionate. They are highly competitive -- a trait that comes out in both work and play. They are unafraid of taking risks and often find thrill in fighting things head-on, even with a potential negative outcome. In personal matters, they prefer to see the world in black and white. Highly secretive and easily suspicious of others because of their uncanny ability to see their motives, they do not waste time in relationships or matters where they feel at risk from ambiguity.",
  "adviceEN": "Scorpio is the bringer of divine justice. Whether embodied in the characteristics of a person, or in the way events unfold, Scorpio is ready to run head-first into the fray. In matters of love, a person is devoted, passionate, and lustful. Occasionally their intense interest can turn to jealousy and suspicion, but it is often out of fear they will lose something important to them.",
  "reversedEN": "If this card appears reversed, one should be careful of taking extreme risks to prove a point, or for thrill-seeking purposes. The potential outcome could be costly!",
  "elementVN": "Nước",
  "divinatoryVN": "Scorpius (chòm Thiên Hạt) còn có tên gọi là Scorpio, là một trong những chòm sao lâu đời nhất trên bầu trời. Scorpio được tưởng nhớ vì giết chết Orion sau lời tuyên bố ngông cuồng có thể giết hết muôn loài trên Trái Đất của hắn ta. Scorpio thống trị nhà chiêm tinh thứ tám – ngôi nhà của cái chết, tình dục và tài nguyên. Tất nhiên, cả ba vấn đề này đều chẳng thể xem nhẹ và sức nặng của những chủ đề này là sự phản chiếu hoàn hảo cho con người của Scorpio. Mặc dù là cung nước, Scorpio thích giấu cảm xúc thật của mình vào lớp vỏ bọc bên ngoài càng nhiều càng tốt. Scorpio dũng cảm, cương quyết và đầy đam mê. Họ có tính cạnh tranh cao – một nét nổi bật dễ dàng thấy được kể cả khi làm việc hay tham gia các trò chơi. Họ không ngại mạo hiểm và tìm niềm vui trong những trận đối đầu trực diện, dù kết quả có thể là tiêu cực. Trong những vấn đề cá nhân, họ thường nhìn tách bạch giữa trắng và đen. Việc hay giữ bí mật và dễ nghi ngờ người khác là vì họ có khả năng cảm nhận những động cơ tốt đến lạ kì, họ không phí thời gian vào xây dựng các mối quan hệ hoặc đào sâu những vấn đề khiến mà chúng khiến họ cảm thấy mơ hồ hoặc khả nghi.",
  "adviceVN": "Scorpio là đại diện cho công lý của thần thánh. Dù lá bài ám chỉ tính cách hay một sự kiện, thì tại đó, Scorpio luôn sẵn sàng làm người đầu tiên xông vào trận đấu. Nếu câu hỏi là về tình yêu, nó ám chỉ một người biết hiến dâng, đầy đam mê và cũng đầy dục vọng. Thường thì khát vọng mãnh liệt của họ có thể biến thành lòng ghen tị và sự ngờ vực, nhưng nếu để sự sợ hãi lấn át họ sẽ đánh mất những thứ quan trọng đối với mình.",
  "reversedVN": "Nếu bài ra ngược chiều, một người nên rất cẩn trọng đặc biệt là trong việc chấp nhận mạo hiểm chỉ để chứng minh một vấn đề, hoặc chỉ để tìm niềm vui. Nếu khinh suất thì có thể sẽ trả một bài học đắt giá!",
  "createdAt": {
    "$date": "2021-05-26T14:00:10.708Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T14:00:10.708Z"
  },
  "__v": 0,
  "category": "Major Arcana",
  "genre": ""
},{
  "_id": {
    "$oid": "60ae55368c0a9f6343372c69"
  },
  "keywordEN": [
    "Subconscious",
    "Indecision",
    "Critique",
    "Sensitivity"
  ],
  "keywordVN": [
    "Tiềm Thức",
    "Do Dự",
    "Phê Bình",
    "Nhạy Cảm"
  ],
  "title": "XVIII. The Moon: Pisces",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026669/cosmos/pisces_oeaj75.jpg",
  "elementEN": "Water",
  "divinatoryEN": "Pisces is the twelfth and final sign in the zodiac and rules the house of the subconscious. Pisces personalities find it easy to sway to the whim of their emotional, creative, or humanitarian desires. They are sensitive and often wrapped up in the emotions of others in addition to their own. They find great pleasure in assisting others, teaching, or creating works of art. They yearn to understand the world as much as they wish they could understand themselves and they often spend time critiquing each step of their lives in order to learn from their successes and failures. They are exceptionally empathetic, compassionate, and perceptive. Intuition rules their world and Pisces personalities learn to discern the messages within their gut feelings as well as the symbols in their dreams. They have a strong distaste for making hard decisions, often because they can see the benefits and pitfalls of both sides. Though they may put off making hard choices, they are extremely adaptable and always have creative solutions.",
  "adviceEN": "When Pisces appears in a reading, a person may be in need of a helpful critique of their present situation. Is motivation to change coming from one’s subconscious? Are a person’s actions speaking louder than words? This may be a perfect time to really listen to one’s gut feelings. It also may indicate that a person is in need of indulging their creative interests, particularly if the activity can be shared with others.",
  "reversedEN": "Reversed, a person may be beating themselves up over a decision, action, or conversation. Pisces is often motivated by their past shortcomings, which propel them to try harder, do more, or dream bigger in the future.",
  "elementVN": "Nước",
  "divinatoryVN": "Pisces (chòm Song Ngư) là chòm sao thứ mười hai và là dấu hiệu cuối cùng của hệ thống Hoàng Đạo, nó thống lĩnh ngôi nhà của tiềm thức. Tính cách của Pisces dễ bị ảnh hưởng bởi sự bộc phát nhất thời trong cảm xúc, sự sáng tạo và chủ nghĩa nhân đạo. Họ nhạy cảm và thường thay đổi cảm xúc theo môi trường xung quanh. Họ tìm được sự vui thú khi hỗ trợ người khác, dạy học hoặc sáng tạo nghệ thuật. Họ khát khao hiểu rõ thế giới cũng như hiểu rõ bản thân mình. Họ thường dành thời gian tự phê bình trong mỗi bước tiến của cuộc đời để học nhiều hơn nữa từ những thành công và thất bại. Họ có sự đồng cảm, niềm đam mê và cảm quan mạnh mẽ đến lạ thường. Trực giác là thứ thống trị thế giới bên trong con người Pisces, bản năng của họ tự rèn luyện cách nhận ra những thông điệp đến từ nội tâm cũng như những dấu hiệu trong giấc mơ. Họ ghét phải đưa ra những quyết định khó khăn bởi vì hầu như lúc nào họ cũng thấy đồng thời cả hai mặt tốt và xấu của một sự việc. Mặc dù hay trốn tránh việc lựa chọn, họ lại cực kỳ dễ thích nghi và luôn đưa ra những giải pháp tuyệt vời.",
  "adviceVN": "Khi lá Pisces xuất hiện trong trải bài, thuận chiều, một người có lẽ đang cần một lời phê bình hữu hiệu về tình trạng hiện tại của mình. Có phải động lực đến từ lòng trắc ẩn của bản thân? Hành động của bản thân có cho thấy nhiều hơn lời nói hay chưa? Đây cũng là thời điểm nên điềm tĩnh lắng nghe tiếng nói của nội tâm. Lá bài cũng có thể chỉ việc một người đang cần để cho sở thích sáng tạo của bạn tung bay thỏa thích, nhất là khi việc thực hiện sở thích đó có thêm sự hợp tác với người khác.",
  "reversedVN": "Ngược chiều, một người đang vật lộn với việc đưa ra một quyết định, một hành động hoặc bắt đầu một cuộc nói chuyện. Pisces thường tìm động lực từ những khiếm khuyết trong quá khứ, và những điều đó sẽ thúc đẩy họ thử nhiều hơn, làm nhiều hơn và nghĩ lớn hơn trong tương lai.",
  "createdAt": {
    "$date": "2021-05-26T14:03:34.368Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T14:03:34.368Z"
  },
  "__v": 0,
  "category": "Major Arcana",
  "genre": ""
},{
  "_id": {
    "$oid": "60ae567e8c0a9f6343372c6a"
  },
  "keywordEN": [
    "Stimulation",
    "Interaction",
    "Communication"
  ],
  "keywordVN": [
    "Khuyến Khích",
    "Tương Hỗ",
    "Giao Thiệp"
  ],
  "title": "XIX – The Star: Gemini",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026664/cosmos/gemini_q9b370.jpg",
  "elementEN": "Air",
  "divinatoryEN": "Gemini is the third sign of the Zodiac, ruled by the house of communication and interaction. Gemini symbolizes the concept of duality; two identities can occasionally live in one soul. The figures of Gemini describe one of the most intimate relationships between people: the bond between twins. Symbolically, a twin has an incredible ability to know, sense, and feel what the other is experiencing. Whether this acute social awareness is due to their intimate knowledge of the other, or their ability to empathize with a person who shares their traits, Geminis use the art of communication and their ability to interpret others as an important part of their charismatic, witty, and smooth-talking nature. Geminis are adaptable, impressionable, and quite curious of new people. Geminis tend to reflect the moods of those around them and often wind up with a large social circle because of their engaged personalities. Being adept in reading people may also give Geminis an advantage in matters requiring negotiation.",
  "adviceEN": "In a reading, one may choose to put Gemini’s charisma to use, whether that is bartering for a great price at the antique store, or trying to feel out a situation by asking all the right questions. This may be an opportune time to focus on communication and the tactical delivery of its inherent content.",
  "reversedEN": "Reversed, Gemini’s presence may indicate a period of boredom or detachment from the current situation. A person may need stimulation through a spontaneous encounter, a revealing conversation, or a witty exchange. Without the challenge of an interesting interaction, a Gemini personality may retreat into a mischievous, manipulative state.",
  "elementVN": "Khí",
  "divinatoryVN": "Gemini (chòm Song Tử) là cung thứ ba trong hệ thống Hoàng Đạo, nó thống trị ngôi nhà của tương tác và giao thiệp. Gemini tượng trưng cho khái niệm hai mặt đối ngẫu, hai bản chất cùng tồn tại trong một tâm hồn. Hình tượng của Gemini mô tả một trong những mối quan hệ mật thiết nhất giữa người với người: sợi dây liên kết giữa một cặp sinh đôi. Hiểu một cách tượng hình, một người trong cặp song sinh luôn có khả năng thấu hiểu và cảm nhận những gì người còn lại trải qua. Dù cho sự nhạy bén trong các cuộc đối thoại đến từ kiến thức uyên thâm hay đến từ khả năng đồng cảm với người khác, Gemini luôn biết cách sử dụng nghệ thuật giao tiếp và năng lực của bản thân để người khác nhìn nhận rằng mình là người có sức hút, sự dí dỏm và bản chất hoạt ngôn. Gemini rất dễ thích nghi, đa cảm và hay tò mò về những người mới. Gemini có xu hướng phản ánh tâm trạng của những người xung quanh và thường là người kết nối vòng tròn xã hội với bản tính hướng ngoại vốn có của mình. Nếu có con mắt tinh đời, người ta thường giao cho Gemini một chỗ đứng trong những vấn đề đòi hỏi giao thiệp hoặc đàm phán.",
  "adviceVN": "Trong trải bài, khi xuất hiện theo chiều thuận, một đang sử dụng sức thuyết phục theo cách của Gemini, dù cho đó là trong việc đổi chác kiếm món hời từ tiệm đồ cổ hay việc khai thác thông tin để làm rõ một tình huống. Đây báo hiệu cho thời điểm cần tập trung vào giao tiếp và thực hiện những cuộc trao đổi khôn ngoan để khai thác được nhiều tiềm năng nhất từ những thứ bản thân vốn có.",
  "reversedVN": "Ngược chiều, sự hiện diện của Gemini có thể đại diện cho một giai đoạn nhàm chán hoặc tự tách biệt bản thân ra khỏi tình huống hiện tại. Một người có thể đang cần những sự động viên trước một cuộc chạm trán bất ngờ, một cuộc thổ lộ tâm tình hoặc một cuộc đổi chát cần có sự sắc bén. Khi không có những thách thức đòi hỏi khả năng giao tiếp, Gemini dễ bị biến chất thành một kẻ tinh ranh và thích lôi kéo người khác.",
  "createdAt": {
    "$date": "2021-05-26T14:09:02.637Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T14:09:02.637Z"
  },
  "__v": 0,
  "category": "Major Arcana",
  "genre": ""
},{
  "_id": {
    "$oid": "60ae575b8c0a9f6343372c6b"
  },
  "keywordEN": [
    "Setting Priorities",
    "Efficiency",
    "Practicality"
  ],
  "keywordVN": [
    "Lập Quyền Ưu Tiên",
    "Hiệu Quả",
    "Thực Tiễn"
  ],
  "title": "XX – Judgement : Capricornus",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026661/cosmos/capricornus_kdawyr.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "Capricornus, (Capricorn), is one of the most ancient constellations. Astronomers from Babylon and Assyria saw Capricorn as a formidable sea-goat. Capricorn rules the tenth house, the house of social status. At first glance, class and rank may not seem to be of utmost importance to methodical, rational Capricorn, but they spend a fair amount of time considering the practical side to their place in society. To Capricorn, working toward an impressive title is not about achieving celebrity levels of success, but a marker of progress in Capricorn’s sure-footed journey up the mountain of life. Capricorns are interested in keeping things straightforward and simple. They tend to give primary importance to realistic goals and efficient execution. Capricorns are not dreamers, they are planners. They are great at being able to avoid drama and have little to say in terms of gossip. While on the surface they may appear unemotional, these people just prefer to sort it out internally rather than making a scene. They have a great ability to organize priorities for themselves and others.",
  "adviceEN": "When the Capricorn card appears in a reading, it’s time to set priorities straight. One may want to consider what’s actually at the core of their security and happiness. This may mean shedding some of the superfluous tasks or meaningless busy-work in favor of a more straight-forward plan to pursuing one’s goals.",
  "reversedEN": "Reversed, this card may indicate that a person is relying on a bit too much logic when discussing emotional content. Rather than being perceived as mechanical or unfeeling, a person may choose to soften their analytical approach when giving advice or trying to sort out matters of the heart.",
  "elementVN": "Đất",
  "divinatoryVN": "Capricornus (chòm Ma Kết), gọi ngắn là Capricorn, là một trong số các chòm sao cổ nhất. Những nhà chiêm tinh từ Babylon và Assyria đã mô tả rằng Capricorn là một con dê biển mang hình thù ghê sợ. Capricorn thống trị nhà chiêm tinh thứ mười, ngôi nhà của địa vị xã hội. Thoạt nhìn, giai cấp và thứ bậc có vẻ không phải là thứ quan trọng nhất đối với những người trật tự và duy lý như Capricorn, nhưng thực chất họ dành một lượng lớn thời gian để suy xét về những tác động thực tiễn có ảnh hưởng đến vị thế của mình. Với Capricorn, việc đạt được một danh hiệu không hẳn là đạt thành công ở cấp độ ngôi sao mà chính là đạt được những dấu ấn đáng nhớ trong cuộc hành trình leo núi vững vàng của đời mình. Capricorn luôn muốn giữ cho mọi việc minh bạch và đơn giản. Họ có xu hướng đưa ra những tiêu chuẩn căn bản để hiện thực hóa mục tiêu và làm việc hiệu quả. Họ không phải là những kẻ mộng mơ mà là những người lập kế hoạch. Capricorn có khả năng tránh những tình huống bi hài trong cuộc sống và rất ít tham gia vào những cuộc tán chuyện. Dù bề ngoài có vẻ vô cảm, thực chất là vì họ hay để cảm xúc ở nội tâm chứ không muốn bộc lộ chúng ra. Họ có khả năng sắp xếp thứ tự ưu tiên trong công việc cho cả bản thân và cho người khác một cách tuyệt vời.",
  "adviceVN": "Khi lá Capricorn xuất hiện xuôi chiều, đây là thời điểm sắp xếp những ưu tiên của bản thân một cách trật tự. Một người đang muốn suy xét rõ ràng cái gì mới thực là cốt lõi của yên bình và hạnh phúc. Lá bài cũng có thể ám chỉ sự cắt bỏ những hành động thừa thải hoặc những việc gây tốn thêm thời gian vô nghĩa để nhanh chóng thẳng tiến đến mục tiêu bản thân đề ra.",
  "reversedVN": "Ngược chiều, bài ám chỉ một người có vẻ cố đưa quá nhiều logic vào những chuyện thuần túy thuộc về cảm xúc. Thay vì tỏ ra mình là một kẻ máy móc hay vô tâm, một người có thể tiết chế lại bằng việc đưa ra những phân tích tiếp cận vấn đề nhẹ nhàng và dễ chịu hơn nhất là khi cho lời khuyên hoặc sắp xếp những xúc cảm của con tim.",
  "createdAt": {
    "$date": "2021-05-26T14:12:43.563Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T14:12:43.563Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae57f48c0a9f6343372c6c"
  },
  "keywordEN": [
    "Setting Priorities",
    "Efficiency",
    "Practicality"
  ],
  "keywordVN": [
    "Biến Đổi",
    "Tái Tạo",
    "Di Sản"
  ],
  "title": "XXI – The World : Phoenix",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026668/cosmos/phoenix_r28ut9.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "The constellation Phoenix is a minor constellation in the southern sky. The Phoenix has its origins in ancient Egypt, and has since been incorporated into Greek, Roman, and early Christian mythology. The concepts of infinity, cycles of life and death, resurrection, longevity, and renewal are all a part of Phoenix. Additionally, the Phoenix’s life cycle is directly tied to the element of fire, as the Phoenix dies in an outburst of flames, only to be born again from its own ashes.",
  "adviceEN": "In a reading, this card may symbolize a personal transformation and reinvention. This may also indicate an opportunity for an individual to set up their legacy by establishing a foundation from which others can also flourish. What a person leaves behind today will be fuel for a new generation of concepts and ideas. This card may also indicate inheritance, investments, or the sale of a business.",
  "reversedEN": "Reversed, it could mean that one may be caught in a bad cycle, repeating bad habits, or that elements from one’s past may continue to haunt them. This may indicate poor spending, or recurring deductions from one’s finances with no gain. It may be a good time to look at one’s resources and adjust any leaky assets.",
  "elementVN": "Đất",
  "divinatoryVN": "Phoenix (chòm Phượng Hoàng) là một chòm sao nhỏ trên bầu trời phương nam. Chim phượng hoàng có xuất xứ từ Ai Cập cổ đại và được đưa vào truyền thuyết của người Hy Lạp, La Mã và những câu chuyện của Cơ Đốc giáo thuở sơ khai. Khái niệm về vòng luân hồi của sự sống và cái chết, của phục sinh, trường tồn và đổi mới đều gắn liền với loài chim thần thoại này. Thêm vào đó, vòng đời chim phượng có liên quan mật thiết với nguyên tố lửa vì chúng tự thiêu đốt bản thân rồi lại tái sinh rực rỡ từ đống tro tàn.",
  "adviceVN": "Khi đọc bài, theo chiều thuận, lá bài đại diện cho sự chuyển đổi và tái tạo trong một con người. Có thể nó ám chỉ cơ hội để lại di sản của bản thân bằng việc lập nên những nền móng vững chắc để những người khác cùng tiếp tục phát triển. Những gì ta để lại hôm nay sẽ là nguồn nguyên liệu quý giá cho những quan niệm và ý tưởng mai sau. Lá bài cũng có thể chỉ việc kế thừa cơ nghiệp, đầu tư hoặc mở mang thương nghiệp.",
  "reversedVN": "Ngược lại, lá bài có thể chỉ việc bị rơi vào một vòng lẩn quẩn, những thói quen xấu thường lặp đi lặp lại, hoặc những sự việc từ quá khứ quay về ám ảnh bản thân. Lá bài còn có thể chỉ việc chi tiêu kém hoặc sự hao hụt thường xảy ra trong việc quản lý tài chính của một người. Đây là thời điểm cần kiểm tra nguồn tài nguyên cẩn thận và điều chỉnh những thứ có thể dẫn đến hao hụt tài sản vô ích.",
  "createdAt": {
    "$date": "2021-05-26T14:15:16.343Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T14:15:16.343Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae5d6ead867665770f1558"
  },
  "category": "Minor Arcana",
  "genre": "Wands",
  "keywordEN": [
    "Creative Vision",
    "Artistic Creation",
    "The Creator"
  ],
  "keywordVN": [
    "Tầm Nhìn",
    "Sáng Tạo Nghệ Thuật",
    "Người Tạo Lập"
  ],
  "title": "Ace Fire – Sculptor",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026670/cosmos/sculptor_oxm5it.jpg",
  "elementEN": "Fire",
  "divinatoryEN": "A sculptor is able to shape and mold marble, wood, and stone -- materials far stronger than their own flesh and bone. A sculptor’s control over these raw elements results in work that can exist on a larger scale and survive a timeline longer than the artist’s own time on this Earth. As a catalyst for change, the sculptor gives the medium a new form, along with new meaning and purpose. In turn, the creation leaves a message for years to come.",
  "adviceEN": "Upright, this card represents the creator, and that person’s unique creative vision. Each work of art is an extension of its maker. Artwork tells the viewer about the themes, stories, emotions, and important influences relevant to the time it was created. In many ways each work is a time capsule that allows future viewers to glimpse into the mind of an artist at the point the piece was made. This card represents an appreciation for the story of both the creator and the creation. The card also represents the changing of forms and metamorphosis, as well as perspective, artistic creation, and making the best of what is given.",
  "reversedEN": "Reversed, this card symbolizes the relationship between the viewer and the work of art on an individual level. The sculptor is not always able to control how a viewer sees their work, and occasionally the message within the creation is misinterpreted or lost. Though the artist’s statement may not always accompany the work, an appreciation of the process the artist went through to create may be enough.",
  "elementVN": "Lửa",
  "divinatoryVN": "Người thợ điêu khắc (Sculptor) có thể tạo hình và uốn đúc cẩm thạch, gỗ và đá – những vật liệu cứng hơn rất nhiều so với thân thể phàm trần của họ. Những tác phẩm mà họ tạo nên từ các nguyên tố thô sơ có thể được biết đến rộng rài và tồn tại lâu hơn nhiều so với chính cuộc đời của họ trên Trái Đất. Là người xúc tác cho sự thay đổi, nhà điêu khắc tặng cho vật trung gian một diện mạo mới, cũng như ý nghĩa và mục đích mới. Thông điệp được nhà điêu khắc đưa ra sẽ còn lưu truyền nơi hậu thế mãi về sau.",
  "adviceVN": "Thuận chiều, lá bài đại diện cho người tạo lập và tầm nhìn sáng tạo độc đáo của họ. Mỗi tác phẩm là một sự mở mang mới của người tác giả. Phong cách nghệ thuật cá nhân cho người xem thấy được chủ đề, câu chuyện, cảm xúc và sự ảnh hưởng của thời điểm ra đời đối với từng tác phẩm. Theo nhiều cách, mỗi tác phẩm cùng hoàn cảnh xuất hiện khác nhau cho người xem một cái nhìn nhanh vào ý niệm của người tạo ra nó. Lá bài thể hiện sự trân trọng đối với tác giả và tác phẩm. Đồng thời, nó còn đại diện cho sự thay đổi hình đạng và sự biến chuyển, cũng như quan điểm, sáng tạo nghệ thuật và sự cố gắng hoàn thành tốt nhất từ những thứ được đưa ra.",
  "reversedVN": "Ngược chiều, lá bài đại diện cho mối quan hệ giữa người xem và tác phẩm ở góc độ cá nhân. Một thợ điêu khắc không phải lúc nào cũng hướng được khách tham quan đi theo thông điệp mình truyền tải mà đôi khi nó là sự hiểu lầm và lạc lối. Mặt dù lời giới thiệu của tác giả không phải lúc nào cũng phù hợp với tác phẩm, một sự trân trọng dành cho quá trình mà họ đã trải qua để tạo ra chúng là việc nên làm.",
  "createdAt": {
    "$date": "2021-05-26T14:38:38.614Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T14:38:38.614Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae5e53ad867665770f1559"
  },
  "category": "Minor Arcana",
  "genre": "Wands",
  "keywordEN": [
    "Incubation",
    "Pregnancy"
  ],
  "keywordVN": [
    "Ấp Ủ",
    "Thụ Thai"
  ],
  "title": "2 Fire – Fornax",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026664/cosmos/fornax_thf2f9.jpg",
  "elementEN": "Fire",
  "divinatoryEN": "Every year the ancient Romans held a festival in honor of Fornax, goddess of the hearth. This festival, called Fornicalia, was to ensure that the year’s grain be properly baked. The constellation Fornax was named after a more contemporary version of the furnace in 1752, but still holds the same symbolic connotations. Ancient alchemists regarded the oven as a place of transformation and incubation, and it is hard to ignore that the word “fornicate” bears a striking resemblance to “Fornicalia.” The phrase “bun in the oven” originated around this time as well.",
  "adviceEN": "The meaning of Fornax is two-fold. On one hand, Fornax references pregnancy, childbirth, and family planning. When the card appears in an upright position, its secondary theme speaks to providing special attention to projects and relationships in the incubation stage. It may not be time to give birth to something quite yet, but the lead-up to its big reveal will need plenty of attention and care.",
  "reversedEN": "The reversed meaning is similar to its upright meaning, though it also includes the concerns that often accompanies these important topics: what changes will the new creation bring? Will one be able to support it? Is one worthy of carrying out this task?",
  "elementVN": "Lửa",
  "divinatoryVN": "Hằng năm người La Mã cổ đều tổ chức lễ hội để tỏ lòng biết ơn Fornax, nữ thần Sức khỏe. Lễ hội đó được gọi là Fornicalia, mục đích nhằm đảm bảo ngũ cốc trong năm sẽ được đủ đầy. Chòm sao Fornax còn được đặt theo tên một loại lò luyện kim cận đại xuất hiện năm 1752. Cả hai cách hiểu đều có thể dẫn đến ý nghĩa chính của chòm sao này. Những nhà giả kim cổ đại xem cái lò là một nơi của sự chuyển hóa và ấp ủ. Khó thể phủ nhận, từ “fornicate” trong tiếng Anh (nghĩa là “thông dâm” –ND) có sự liên quan đến từ “Fornicalia”. Cụm từ “Bun in the oven” (“Bánh mì trong lò” – thành ngữ chỉ người phụ nữ mang thai) cũng xuất hiện trong khoảng thời gian đó.",
  "adviceVN": "Lá Fornax đại diện cho sự gấp đôi. Một mặt, Fornax ám chỉ sự mang thai, sinh con hay lập kế hoạch gia đình. Khi lá bài xuất hiện theo chiều thuận, nó còn có thể mang nghĩa thứ hai đó là sự cần thiết chú ý đến những dự án hay những mối quan hệ đang trong giai đoạn ấp ủ. Có thể những điều này chưa thực sự sinh ra thứ gì, do đó, để đạt được kết quả như ý cần rất nhiều sự chú tâm.",
  "reversedVN": "Theo chiều ngược lá bài vẫn mang nghĩa tương tự với chiều xuôi, tuy nhiên nó nhấn mạnh sự lưu tâm vào những vấn đề sau hơn: Sự tạo lập đó mang đến thay dổi gì? Liệu người hỏi có khả năng hỗ trợ sự tạo lập này? Người hỏi có khả năng thực hiện xong xuôi việc này?",
  "createdAt": {
    "$date": "2021-05-26T14:42:27.272Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T14:42:27.272Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae5f14ad867665770f155a"
  },
  "category": "Minor Arcana",
  "genre": "Wands",
  "keywordEN": [
    "Expression",
    "Confidence",
    "Communication"
  ],
  "keywordVN": [
    "Thể Hiện",
    "Tự Tin",
    "Giao Tiếp"
  ],
  "title": "3 Fire – Tucana",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026671/cosmos/tucana_atyl5q.jpg",
  "elementEN": "Fire",
  "divinatoryEN": "Tucana references the Toucan, a South American bird with an impressive and colorful bill. In both Inca and Mayan cultures, the Toucan was considered a spiritual guide and a symbol of expression and confidence. Toucans were thought to have been capable of communicating with one’s ancestors because of their impressive beaks and interesting calls.",
  "adviceEN": "In a reading, Tucana symbolizes the need to be heard. Whether it is with one’s voice or one’s actions, getting noticed is the prime directive. Tucana is all about self-expression. When upright, Tucana’s slogan is “say it loud and say it proud”.",
  "reversedEN": "Reversed, a person may find themselves with more than one Toucan is in the room, and a battle of opinions may lead to more squawking than action. In this situation, it is often better to let one’s actions speak louder than one’s words.",
  "elementVN": "Lửa",
  "divinatoryVN": "Tên chòm Tucana bắt nguồn từ loài Toucan, một giống chim Nam Mỹ có cái mỏ to và sặc sỡ. Trong cả hai nền văn hóa Inca và Mayan, Toucan được ví như kẻ dẫn dắt tâm linh và là biểu tượng của sự tự tin và thể hiện. Toucan được cho là có khả năng kết nối với linh hồn các bậc tổ tiên bằng giọng hót lảnh lót của mình.",
  "adviceVN": "Trong trải bài, Tucana đại diện cho sự cần được lắng nghe. Dù câu hỏi là về sự truyền đạt hay về hành động, việc cần chú ý là tiếp thu những sự chỉ dẫn ngay từ ban đầu. Tucana thiên về sự thể hiện bản thân. Xuôi chiều, khẩu hiệu lá bài ngầm nhắc là “Hãy nói thật to và thật tự hào”.",
  "reversedVN": "Ngược chiều, một người có thể thấy mình đang ở chung với không chỉ một mà là nhiều chú chim Toucan, một trận chiến về quan điểm nổ ra sẽ kéo theo những sự ầm ĩ không đáng có hơn là những giá trị thiết thực. Trong trường hợp này, tốt nhất người hỏi nên bắt tay vào hành động hơn là luyên thuyên mãi về nó.",
  "createdAt": {
    "$date": "2021-05-26T14:45:40.649Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T14:45:40.649Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae5fe2ad867665770f155b"
  },
  "category": "Minor Arcana",
  "genre": "Wands",
  "keywordEN": [
    "Performance",
    "Acting",
    "Ego"
  ],
  "keywordVN": [
    "Biểu Diễn",
    "Diễn Xuất",
    "Bản Ngã"
  ],
  "title": "4 Fire – Apus",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026658/cosmos/apus_j9bkgi.jpg",
  "elementEN": "Fire",
  "divinatoryEN": "The constellation Apus honors the eccentric bird of paradise. Its name literally means “without-feet,” as the bird was once thought to lack feet due to its unique looks and mystifying movement. The male bird of paradise is an idiosyncratic creature, with elaborate plumage and a mesmerizing mating dance. As a symbol, Apus is a dedicated stage performer. It rehearses and repeats. Every night is “opening night” and onlookers are spellbound just watching the performance.",
  "adviceEN": "Upright, this card symbolizes charisma, magnetism and confidence. A person may seem naturally magnetic and exotic, and may exert an alluring pull on those that surround them. Individuals that express Apus’ best qualities seem to move effortlessly through public performances or speaking engagements. The Apus card is a great indicator of a person destined to be in the limelight. This person may seem less interested in the attention they get than the energy put into the performance itself.",
  "reversedEN": "Reversed, this card indicates an obsession with fame, vanity, egocentric motives, and even compulsive repetition in one’s behavior in order to gain attention. The focus is on exposure at all costs rather than the quality or content of the performance.",
  "elementVN": "Lửa",
  "divinatoryVN": "Chòm Apus biểu trưng cho loài chim kì dị chốn thiên đường. Có thể hiểu theo nghĩa đen cái tên Apus này là “không có chân”, sở dĩ chúng mang tên gọi này vì người ta thường ko xác định được vị trí chân với bề ngoài rất lạ thường và cử động thoát ẩn thoát hiện của chúng. Chim trống là sinh vật mang tính chuyên biệt cao, chúng sở hữu bộ lông trau chuốt cùng điệu múa đầy mê hoặc để thu hút bạn tình. Về mặt biểu tượng, Apus đại diện cho một nghệ sĩ cháy hết mình trên sân khấu. Chúng luôn tự tập dượt và lặp lại những hành động của mình. Mỗi đêm đối với Apus đều là “đêm mở màn” và những khán giả bên dưới phải hoàn toàn mê say trước màn trình diễn đầy ấn tượng của chúng",
  "adviceVN": "Thuận chiều, lá bài đại diện cho sức hút cá nhân, khả năng thuyết phục cùng sự tự tin. Có thể nó chỉ một người có sức hút tự nhiên và cá tính riêng biệt, luôn cố gắng để khiến mọi người xung quanh phải xiêu lòng vì họ. Tính cách hay nhất của Apus là có thể thoải mái trình diễn hay phát biểu trước đám đông. Lá Apus cũng có thể là gợi ý để chỉ một người mang số mệnh đứng dưới ánh đèn sân khấu. Có thể người này cũng không thực sự quan tâm đến những sự chú ý mà họ nhận được, thứ họ thực sự quan tâm là nguồn năng lượng họ đặt vào mỗi phần trình diễn của mình.",
  "reversedVN": "Ngược chiều, lá bài ám chỉ sự ham mê danh vọng, những thứ không thuộc về bản thân, những động cơ vị kỷ, hoặc thậm chí những hành động gượng ép của một người để thu hút sự chú ý về phía mình. Sự chú ý là mục tiêu chính mà người đó nhắm đến chứ không phải chất lượng hay nội dung của mỗi màn trình diễn.",
  "createdAt": {
    "$date": "2021-05-26T14:49:06.835Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T14:49:06.835Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae60b1ad867665770f155c"
  },
  "category": "Minor Arcana",
  "genre": "Wands",
  "keywordEN": [
    "Keeping Up Appearances",
    "Tactical Finesse"
  ],
  "keywordVN": [
    "Chú Trọng Bề Ngoài",
    "Chiến Thuật Khéo Léo"
  ],
  "title": "5 Fire – Cygnus",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026664/cosmos/cygnus_b4jsnv.jpg",
  "elementEN": "Fire",
  "divinatoryEN": "In the guise of a swan, Zeus seduced Leda, who protected him from the talons of a pursuing eagle. Swans symbolize grace, beauty, purity, wealth and prestige. They lie at the core of many stories of transformation, and many people aspire to embody the qualities symbolized by the swan. This card depicts a graceful swan battling a powerful eagle in mid-flight. As the two birds become intertwined during their encounter, it becomes difficult to uphold the perception of perfection that each would like to portray. Feathers become ruffled, poise is broken.",
  "adviceEN": "Upright, this card suggests that one may still be able to uphold the illusion of perfection despite a tumultuous set of events. A person’s ability to have grace under pressure may make a trying circumstance look like nothing more than a typical day. This card is about keeping up appearances, remaining graceful, put together, and seemingly flawless despite trying circumstance.",
  "reversedEN": "Reversed, the thin veneer of poise and control may be starting to fall away, threatening to reveal one’s insecurities or shortcomings. Less importance should be put on the “show” and more emphasis on perfecting one’s technique is necessary at this time.",
  "elementVN": "Lửa",
  "divinatoryVN": "Trong vỏ bọc một con thiên nga, Zeus đã quyến rũ được Leda, kẻ đã cứu ông khỏi nanh vuốt của chú đại bàng. Hình ảnh thiên nga đại diện cho sự duyên dáng, sắc đẹp, sự tinh khiết, giàu có và uy tín. Nó được sử dụng trong nhiều câu chuyện nhằm đại diện cho sự lột xác, và rất nhiều người khao khát rằng mình mang được những phẩm chất được loài thiên nga đại diện. Lá bài miêu tả cảnh một con thiên nga duyên dáng đang chiến đấu với một con đại bàng hung tợn giữa không trung. Một khi chúng đã kè nhau trong trận chiến, thật khó để nhận ra được sự hoàn hảo theo cách mà mỗi con vẫn hay đại diện khi chúng đều xù lông và mất đi thế đứng vốn có.",
  "adviceVN": "Thuận chiều, lá bài đang ám chỉ một người đang bám đuổi ảo tưởng về sự hoàn hảo dù cho rất nhiều sự kiện xáo trộn đã xảy ra. Khả năng tỏ ra tươi vui trong lúc bị áp lực khiến họ trông không khác gì ngày thường dù đang gặp nhiều thách thức. Đây là lá bài về việc bảo vệ dáng vẻ bề ngoài, tỏ ra duyên dáng, kết hợp ăn ý và sự dường như hoàn mỹ dù trong cảnh khó khăn.",
  "reversedVN": "Nghịch chiều, vẻ bề ngoài và tư thế hoàn hảo ta đang cố kiểm soát có vẻ đang dần sụp đổ, sự lo lắng và những khiếm khuyết của một người đang dần bị lộ ra. Tốt nhất trong lúc này là đừng nên quan tâm đến cách bản thân thể hiện ra ngoài nữa mà thay vào đó là tập trung vào hoàn thiện những kĩ năng để vượt được thử thách.",
  "createdAt": {
    "$date": "2021-05-26T14:52:33.128Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T14:52:33.128Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae6169ad867665770f155d"
  },
  "category": "Minor Arcana",
  "genre": "Wands",
  "keywordEN": [
    "Damage Taken To Defend Another"
  ],
  "keywordVN": [
    "Chịu Thương Đau Để Bảo Vệ Người Khác"
  ],
  "title": "6 Fire – Sagitta + Indus",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026669/cosmos/sagitta_indus_gs9ko3.jpg",
  "elementEN": "Fire",
  "divinatoryEN": "Sagitta is the constellation of the arrow. Though it is light-years away from the constellation Indus, they are related in symbolism. Indus, traditionally depicted as an American Indian, is often depicted as a proud man with arrows in both hands. An arrow symbolizes directional movement and straightforward action and can be tools of both hunters and warriors. This card depicts Lautaro, a Mapuche warrior who bravely defended his people from an invading army during the Spanish Invasion in the sixteenth century.",
  "adviceEN": "When this card appears in a reading, it symbolizes one’s ability to ward off unwanted intruders. The arrows denote an invasion of privacy or an invasion of one’s space. This intrusion may manifest itself through an unexpected guest, a pushy conversationalist, or a person trespassing against one’s beliefs.",
  "reversedEN": "Reversed, this card indicates a message of defense for one’s self, an individual, or a group that needs assistance. It may be a fine time to rally for one’s own rights or help to install protective measures for keeping one’s assets secure.",
  "elementVN": "Lửa",
  "divinatoryVN": "Sagitta là chòm sao của mũi tên. Mặc dù nó cách xa nhiều năm ánh sáng với chòm Indus, chúng vẫn có mối quan hệ mật thiết về mặt biểu tượng. Chòm Indus thường được mô tả bằng hình ảnh người Mĩ gốc Ấn, thường mang dáng vẻ uy nghi với hai mũi tên nắm chặt ở hai bàn tay. Mũi tên là biểu tượng của những hành động có mục tiêu và tiến về phía trước, nó là công cụ không thể thiếu của thợ săn và những chiến binh. Trong lá bài, hình minh họa chính Lautaro, một chiến binh người Mapuche (có gốc Ấn – ND) đã dũng cảm bảo vệ bộ tộc khỏi cuộc xâm lăng của Tây Ban Nha vào thế khỉ XVI.",
  "adviceVN": "Khi xuất hiện trong trải bài, nó đại diện cho khả năng tránh khỏi những kẻ xâm lược không mong đợi. Mũi tên biểu thị sự xâm lấn đời tư hoặc xâm lấn không gian riêng. Có thể nó ám chỉ một vị khách không mời, một kẻ ba hoa, hoặc một người xúc phạm niềm tin của người khác.",
  "reversedVN": "Ngược lại, bài mang thông điệp về sự tự vệ cho bản thân, một cá thể hay một tổ chức. Đây là thời cơ để đặt ra những điều lệ cá nhân hay những tiêu chuẩn bảo vệ nghiêm ngặt hơn nhằm tránh sự thất thoát tài sản.",
  "createdAt": {
    "$date": "2021-05-26T14:55:37.382Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T14:55:37.382Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae621fad867665770f155e"
  },
  "category": "Minor Arcana",
  "genre": "Wands",
  "keywordEN": [
    "Persevering Against Incredible Odds",
    "Survival"
  ],
  "keywordVN": [
    "Kiên Định Trước Đối Thủ Khó Khăn",
    "Sống Sót"
  ],
  "title": "7 Fire – Hydra",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026665/cosmos/hydra_rkxq1i.jpg",
  "elementEN": "Fire",
  "divinatoryEN": "The Hydra is a near-indomitable foe from Greek mythology. This immense serpent had such hopelessly poisonous breath, and blood so virulent it’s smell alone meant certain death. The creature’s most notable feature was its many vicious heads that would double each time one was lost. This vile enemy represents the presence of overwhelming odds and incredibly destructive forces. At the end of Hydra’s story, Hercules managed overcome the beast, proving that even the most daunting tasks can be overcome with strength and perseverance.",
  "adviceEN": "In a reading, this card is about persevering against incredible odds. It’s all about surviving, not necessarily about winning, and certainly not about conquering. If one manages to be standing at the end of the battle, they have succeeded.",
  "reversedEN": "Reversed, this card symbolizes poisonous circumstances, powerful enemies, and a seemingly endless battle.",
  "elementVN": "Lửa",
  "divinatoryVN": "Hydra là con rắn gần như bất bại trong thần thoại Hy Lạp. Con rắn khổng lồ mang hơi thở và dòng máu kịch độc. Nơi đâu có mùi nó nơi đó sẽ có sự giết chóc. Điểm đáng quan ngại nhất chính là phần đầu liên tục nhân đôi mỗi khi bị chặt đi của nó. Kẻ thù đáng sợ này đại diện cho sự đối mặt không cân sức và những sức ép mang tính phá hoại cao. Trong cuối câu chuyện về Hydra, Hercules đã vượt qua được con quái, điều đó chứng tỏ rằng những thứ dù khiến ta nản lòng nhất đều có thể vượt qua bằng sức mạnh và lòng kiên nhẫn.",
  "adviceVN": "Trong trải bài, đây là lá ám chỉ sự kiên nhẫn trước những thử thách lớn. Nó ám chỉ sự sinh tồn, không hẳn là chiến thắng và chắc chắn không thể chỉ đến một cuộc chinh phạt như vũ bão. Đơn giản là người nào còn đứng được đến phút cuối cùng cuối trận đấu, đó đã là kẻ thành công.",
  "reversedVN": "Ngược chiều, lá bài chỉ một hoàn cảnh đầy nguy ngập, những kẻ địch quá mạnh hay một trận chiến không hồi kết.",
  "createdAt": {
    "$date": "2021-05-26T14:58:39.370Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T14:58:39.370Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae62f5ad867665770f155f"
  },
  "category": "Minor Arcana",
  "genre": "Wands",
  "keywordEN": [
    "Minor Sacrfice For Something Important"
  ],
  "keywordVN": [
    "Hy Sinh Nhỏ Vì Thứ Quan Trọng Hơn"
  ],
  "title": "8 Fire – Coma Berenices",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026662/cosmos/coma_berenices_avzrsl.jpg",
  "elementEN": "Fire",
  "divinatoryEN": "The constellation Coma Berenices, or “Berenice’s Hair” is in reference to Queen Berenice II of Egypt. When King Ptolemy III Euergetes was off fighting the Seleucids, Berenice swore to the goddess Aphrodite that she would sacrifice her cherished hair so long as her husband returned safely. When he did, Berenice cut her hair and left it as an offering in the Goddess’ temple to honor her promise. By the morning, the hair was gone from the temple, to exist in the heavens forevermore.",
  "adviceEN": "When Coma Berenices appears in a reading, a minor sacrifice or payment may be needed to secure the safety of something important. The sacrifice will result in a sense of loss, but that loss is worth taking in favor of the exchange.",
  "reversedEN": "Reversed, Coma Berenices focuses on a past promise of sacrifice. Perhaps an oath made in the past is coming due. It is a good time to take care of old debts and repay old favors. It is a chance to honor the past promises or risk having trust (or perhaps something beyond trust) revoked.",
  "elementVN": "Lửa",
  "divinatoryVN": "Chòm sao Coma Berenices, hay “Mái tóc của Berenice” liên quan đến câu chuyện về hoàng hậu Berenice II ở Ai Cập. Khi vua Plotemy II Euergetes vắng nhà để tham chiến với đoàn quân từ vương quốc Seleukos, Berenice đã thề với nữ thần Ạhrodite rằng nàng sẽ hiến tặng mái tóc yêu quý của mình để chồng được trở về an toàn. Ngay sau đó, nàng cắt mái tóc mình và đặt nó vào ngôi đền của nữ thần để thực hiện lời thề. Sáng hôm sau, mái tóc biến mất, và nó hiển hiện trên bầu trời từ đó về sau.",
  "adviceVN": "Khi lá Coma Berenices xuất hiện thuận chiều, một sự hi sinh hay một sự đánh đổi nhỏ là cần thiết để đảm bảo an toàn cho những thứ to lớn hơn. Sự hi sinh này có thể mang lại cảm giác mất mát nhưng đó là sự đánh đổi xứng đáng với những gì ta bỏ ra.",
  "reversedVN": "Ngược lại, lá bài chỉ về một lời hứa từ quá khứ. Có thể đó là điều chưa được thực hiện. Đây là thời điểm để trả những món nợ cũ hay đáp trả lại tấm thịnh tình mà người khác đã dành tặng mình. Cơ hội để tôn trọng lời hứa trong quá khứ hay tự đánh mất sự tin tưởng dành cho bản thân (thậm chí những thứ lớn hơn lòng tin) đang nằm trong tay bạn.",
  "createdAt": {
    "$date": "2021-05-26T15:02:13.696Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T15:02:13.696Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae64f6ad867665770f1560"
  },
  "category": "Minor Arcana",
  "genre": "Wands",
  "keywordEN": [
    "Ritual",
    "Ceremony",
    "Sacrifice"
  ],
  "keywordVN": [
    "Hành Lễ",
    "Nghi Thức",
    "Hy Sinh"
  ],
  "title": "9 Fire – Ara",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026660/cosmos/ara_ugii1n.jpg",
  "elementEN": "Fire",
  "divinatoryEN": "Ara represents a smoky altar, hazy from recent offerings. Ara is known as the sacred altar where the Greek gods formed an alliance before going to war against Cronus and the Titans.",
  "adviceEN": "Ara represents the sacrifices made to honor of a great commitment. In the day to day, this may manifest itself through compromises intended to strengthen human relationships, confessions made to loved ones, or even an individual’s personal celebratory rituals to honor something important. Ara can also signify oaths to our significant others and families, and promises made to special organizations that reflect personal spiritual, social, or ceremonial beliefs.",
  "reversedEN": "Reversed, this card may mean a person is ignoring the vows they’ve taken. It could also mean a detrimental personal sacrifice, made out of guilt or fear rather than respect.",
  "elementVN": "Lửa",
  "divinatoryVN": "Ara mang biểu tượng là một bàn thờ nghi ngút khói, hư ảo trong khi hành lễ. Ara cũng là bàn tế lễ linh thiêng do chính các vị thần Hy Lạp lập ra trước khi bước vào trận chiến chống lại Cronus và Titans.",
  "adviceVN": "Ara đại diện cho sự hi sinh bỏ ra để tỏ lòng tôn trọng đến một cam kết lớn. Ngày qua ngày, lá bài được thể hiện thông qua những cam kết để làm mối quan hệ người với người thêm vững bền, những lời thật tâm dành tặng cho người yêu quý, hay thậm chí một nghi thức do cá nhân đặt ra để tỏ lòng tôn kính đến một điều quan trọng. Ara còn có thể đại diện cho lời tuyên bố ta nói ra trước những người quan trọng hay các thành viên trong gia đình hay những lời hứa dành cho những tổ chức đặc biệt mà chúng thể hiện tâm hồn, khả năng giao tiếp hay tín ngưỡng của mỗi cá nhân.",
  "reversedVN": "Ngược chiều, lá bài thể hiện sự phớt lờ lời thề mà họ đã đặt ra. Nó cũng có thể ám chỉ một sự hi sinh mang đến nhiều bất lợi cho bản thân, có thể đó là do cảm giác tội lỗi hay do bị ép buộc chứ không phải đến từ sự tôn trọng trong chính bản thân mình.",
  "createdAt": {
    "$date": "2021-05-26T15:10:46.140Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T15:10:46.140Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae65bdad867665770f1561"
  },
  "category": "Minor Arcana",
  "genre": "Wands",
  "keywordEN": [
    "Observation",
    "Big Picture",
    "Discovery"
  ],
  "keywordVN": [
    "Quan Sát",
    "Bức Tranh Tổng Thể",
    "Khám Phá"
  ],
  "title": "10 Fire – Telescopium + Reticulum",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026670/cosmos/telescopium_reticulum_vt1b87.jpg",
  "elementEN": "Fire",
  "divinatoryEN": "The constellations Telescopium and Reticulum represent the telescope and the reticle, two tools used to view and make observations about the stars and other celestial bodies. The card depicts an image of a woman standing at her window, gesturing out at the vastness of the starry sky as her birds are released out into the night. She stands between what is known and what is unknown, but she faces the open window hopefully. Curious explorers gaze through lenses into the unknown, hoping to discover and understand what is beyond their familiar landscape. Careful observation has revealed distant lands caught in the cross-hairs of the reticle. It has pinpointed new stars and vast amounts of space where a brave soul might adventure one day.",
  "adviceEN": "Symbolically, this card refers to the act of assessing the potential for discovery and exploration. It is about the search for the unknown, and a change to learn from that which is unfamiliar. This card references both the search and the discovery, as well as the ability to make sense of things that are out of reach but intriguing all the same.",
  "reversedEN": "Reversed, this card cautions against illusion. It may be a good idea double-check that what one is seeing through a hopeful lens is not just a mirage.",
  "elementVN": "Lửa",
  "divinatoryVN": "Chòm Telescopium và chòm Reticulum đại diện cho kính thiên văn và đường ngắm hình chữ thập, hai dụng cụ để quan sát những chòm sao và thiên thể. Lá bài mô tả hình ảnh một cô gái đứng cạnh khung cửa, giơ tay về phía bầu trời sao rộng lớn cùng những chú chim sổ lồng sải cánh bay. Cô ấy đang đững giữa ranh giới của những thứ đã biết và chưa biết, nhưng dù sao ta vẫn thấy ánh nhìn tràn đầy hy vọng trên mặt cô ra khung cảnh bên ngoài. Những nhà thám hiểm tò mò luôn quan sát qua những thấu kính để tìm về miền bí ẩn với hy vọng khám phá và thấu hiểu những thứ nằm vượt ngoài mặt đất thân thuộc này. Một sự quan sát tinh tế sẽ giúp ta tường tận về mảnh đất xa xôi thông qua tâm điểm của đường ngắm chữ thập. Có thể đó sẽ là một ngôi sao mới cùng một khoảng không rộng lớn mà một tâm hồn dũng cảm sẽ đặt chân đến vào một ngày không xa.",
  "adviceVN": "Về mặt biểu tượng, lá bài đại diện cho sự định giá những thứ có thể đạt được thông qua tìm tòi và khám phá. Nó chỉ về cuộc truy lùng những điều chưa biết và cơ hội để có thêm hiểu biết về những điều mới mẻ. Lá bài đại diện cho cả sự tìm kiếm mục tiêu và sự khám phá bất ngờ, hoặc khả năng hợp lý hóa những thứ tuy là nằm ngoài tầm với nhưng lại gây sự hứng thú mạnh mẽ.",
  "reversedVN": "Ngược chiều, đây là lời cảnh báo trước những ảo tưởng. Tốt nhất là nên kiểm tra lại lần nữa những dự định của bản thân để đảm bảo rằng viễn cảnh như mơ do ta dựng nên không chỉ là hảo vọng.",
  "createdAt": {
    "$date": "2021-05-26T15:14:05.809Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T15:14:05.809Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae666dad867665770f1562"
  },
  "category": "Minor Arcana",
  "genre": "Wands",
  "keywordEN": [
    "Journey",
    "Navigation",
    "Route"
  ],
  "keywordVN": [
    "Chuyến Đi",
    "Định Hướng",
    "Tuyến Đường"
  ],
  "title": "Page Fire – Pyxis",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026669/cosmos/pyxis_rxihue.jpg",
  "elementEN": "Fire",
  "divinatoryEN": "Pyxis was originally named after the Mariner’s Compass. As sailors braved the open water, they relied upon a compass when no landmarks could be found. Pyxis’ symbolism is two-fold. On one hand, it is a moral compass, informing whether or not one is headed in the right direction. It provides a reference for how far one may have strayed off course. Additionally, the Pyxis card symbolizes personal journeys, both physically and experientially.",
  "adviceEN": "When this card is upright, the individual is a confident navigator. They’ve studied the maps, took note of the most direct routes and know when they can deviate for a bit and take the scenic route. Though they may not always know exactly where they are, or precisely where they are going, they are content to be along for the ride, and know they can always refer back to the compass when the going gets rough.",
  "reversedEN": "Reversed, one may feel lost, disoriented, and as if they are being pulled here and there by the ever-changing currents. Though they may have lost the path, it does not mean they can’t resume course as long as they are not too proud to stop and ask for directions. Sometimes a wrong turn can lead to the discovery of an uncharted new route.",
  "elementVN": "Lửa",
  "divinatoryVN": "Pyxis được đặt theo tên của một dụng cụ không thể thiếu của dân đi biển – cái la bàn. Trong lúc người thủy thủ rẽ sóng tiến lên, chiếc la bàn là vật duy nhất họ có thể dựa vào khi không còn bất cứ cảnh quan nào xung quanh để xác định hướng đi. Lá Pyxis biểu thị cho hai ý nghĩa. Một mặt, nó là chiếc la bàn luân lý, luôn nhắc nhở con người rằng có theo đúng hướng đi hay chưa. Nó cho ta biết được liệu rằng ta đã đi lạc bao xa. Mặt khác, lá Pyxis đại diện cho những cuộc hành trình của con người, cả về thể chất lẫn kinh nghiệm.",
  "adviceVN": "Khi ra bài thuận, cá nhân được nhắc đến là một hoa tiêu đầy tự tin. Họ hiểu rõ bản đồ, đánh dấu hết những tuyến đường dẫn đến đích và biết khi nào cần phải chệch hướng một ít để tránh những đoạn đường nguy hiểm. Dù không hẳn lúc nào bản thân cũng biết rõ mình đang ở đâu, hoặc chuẩn xác trăm phần trăm về những nơi sẽ phải qua, họ vẫn tập trung theo sát chuyến hành trình và luôn sẵn sàng tham khảo la bàn mỗi khi gặp những khó khăn.",
  "reversedVN": "Ngược chiều, một người có thể đang cảm thấy lạc lối, mất phương hướng như thể họ bị đẩy đi hết nơi này qua nơi khác do những biến chuyển trong thực tại. Dù là đang lạc khỏi lộ trình ban đầu, điều đó không đồng nghĩa với việc họ chỉ có thể tiếp tục chuyến đi khi hỏi đường người khác. Đôi khi một cú rẽ nhầm có thể giúp họ khám phá một lộ trình mới mà chưa ai đặt chân đến.",
  "createdAt": {
    "$date": "2021-05-26T15:17:01.107Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T15:17:01.107Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae6727ad867665770f1563"
  },
  "category": "Minor Arcana",
  "genre": "Wands",
  "keywordEN": [
    "Adaptability",
    "Adjustment",
    "Camouflage"
  ],
  "keywordVN": [
    "Thích Ứng",
    "Điều Chỉnh",
    "Ngụy Trang"
  ],
  "title": "Knight Fire – Chamaeleon",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026662/cosmos/chamaeleon_hgkflm.jpg",
  "elementEN": "Fire",
  "divinatoryEN": "Chameleon is one of the smallest constellations in the sky. Chameleons have evolved into resourceful, perceptive, and versatile creatures. They are known for their camouflage abilities; they can change color to match a variety of surroundings, including an exceptional array of colors and patterns.",
  "adviceEN": "Interestingly, chameleons also rely heavily on vision to survive. Their eyes can rotate independently, allowing them to see 360 degrees at once. Upright, this card references a combination of the chameleon’s keen observational skills with their adaptability. This card is about observing one’s surroundings, watching the actions of others, adjusting one’s stance, and adapting instantly to each new challenge. Adaptability is incredibly important in terms of understanding how to stay safe and how to claim new opportunities. This card does not assume that a person always feels confident in their ability to adapt, nor does it assume the person will be instantly skilled at their new role. The phrase “fake it til you make it” may be a fitting mantra for the time being.",
  "reversedEN": "Reversed, this card indicates a traitor may be hidden in the ranks. A person may be willing to blend in just to gain an advantageous piece of information or lying in wait to catch another in a compromising situation. In another reading, the Chameleon card reversed may also mean that a person is just having a difficult adapting to new situations. Slow adjustments often come with plenty of frustration and insecurity. Though the transition may not be easy, it may provide an opportunity to grow and expand one’s current abilities within the constraints of a new challenge.",
  "elementVN": "Lửa",
  "divinatoryVN": "Chamaeleon là một trong những chòm sao nhỏ nhất trên bầu trời. Tắc kè (Chameleon) là loài vật có khả năng biến chuyển linh hoạt, thông minh và nhanh nhạy. Chúng có tài ngụy trang siêu đẳng, biến màu sắc cơ thể phù hợp với cảnh vật xung quanh, kể cả đó là những mảng màu biến đổi phức tạp như những thanh ngang hay những mẫu hoa văn.",
  "adviceVN": "Một điều khá thú vị là những con tắc kè cũng phải luôn dựa vào khả năng quan sát để sinh tồn. Mắt của chúng có thể tự do xoay chuyển, tạo ra được khả năng nhìn 360 độ trong cùng một thời điểm. Thuận chiều, lá bài đại diện cho sự kết hợp giữa khả năng quan sát sắc sảo cùng khả năng thích nghi cao của loài tắc kè. Đây là lá chỉ về sự quan sát những thứ chung quanh, quan sát hành động của người khác, điều chỉnh lập trường và thích nghi với những thách thức mới. Khả năng thích ứng là cực kì quan trọng vì nó giúp ta giữ an toàn và phát triển những cơ hội mới. Lá bài này không phải để chỉ việc một người luôn cảm thấy thoải mái với khả năng hòa nhập của bản thân hay chỉ sự gia tăng kĩ năng ngay lập tức lúc lấn sân vào một lĩnh vực mới.  Cụm từ “Fake it til you make it” (“Giả vờ làm được cho đến khi bạn thực sự làm được”) có vẻ là hợp lí với hoàn cảnh của lá bài này hơn.",
  "reversedVN": "Ngược chiều, lá bài có thể ám chỉ một kẻ phản bội trong hàng ngũ. Một người trà trộn vào nhóm chỉ để khai thác thông tin hoặc dẫn dụ người khác vào một sự thỏa hiệp. Hiểu theo cách khác, lá Chamaeleon nghịch đảo có thể ám chỉ một người đang gặp khó khăn trong việc hòa nhập với hoàn cảnh mới. Sự điều chỉnh có phần chậm chạp này dẫn theo sự bối rối và bất an. Dù rằng việc chuyển đổi bản thân không hề dễ dàng, nó vẫn là cơ hội tốt để trưởng thành và mở rộng những khả năng hiện tại của một người bằng những thử thách mới.",
  "createdAt": {
    "$date": "2021-05-26T15:20:07.486Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T15:20:07.486Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae67dbad867665770f1564"
  },
  "category": "Minor Arcana",
  "genre": "Wands",
  "keywordEN": [
    "Consequences Of Arrogance",
    "Vanity And Pride"
  ],
  "keywordVN": [
    "Hậu Quả Của Kiêu Căng",
    "Phù Phiếm Và Lòng Kiêu Hãnh"
  ],
  "title": "Queen Fire – Cassiopeia",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026663/cosmos/cassiopeia_ivih9n.jpg",
  "elementEN": "Fire",
  "divinatoryEN": "Queen Cassiopeia angered Poseidon by boasting of her daughter Andromeda’s beauty. In his rage, Poseidon sent the sea monster Cetus to destroy Cassiopeia’s kingdom. Andromeda’s father, King Cepheus, chained Andromeda to a rock by the sea as a sacrifice to the sea god, hoping that it would be enough to save the kingdom from destruction. Ultimately, Andromeda avoided death when rescued by Perseus, but Andromeda’s chains can still be seen in the night’s sky. To this day, Andromeda has been given the title of “the Chained Woman”.",
  "adviceEN": "The upright meaning of this card symbolizes Andromeda’s freedom, a metaphor for one’s ability to break free from their own routines, old ideas, or structures that had once bound or oppressed them. In a reading, this card may symbolize a new beginning after shedding previous burdens and the peace of mind that will eventually follow.",
  "reversedEN": "Reversed, it may symbolize a cycle of self-oppression or the inability to see obstacles that prohibit one self to move forward. This could also be a reference to addiction, or an inability to flee from detrimental behaviors.",
  "elementVN": "Lửa",
  "divinatoryVN": "Cassiopeia là nữ vương của xứ Aethiopia, bà là một người rất kiêu ngạo về sắc đẹp của mình. Cassiopeia đã chọc giận thần Poseidon sau khi tự nhận rằng bà và con gái mình – nữ thần Andromeda – đẹp hơn 50 Nereid – những người con gái của Lão Già Biển Cả Nereus (sau này được biết đến với cái tên Triton). Sau khi Andromeda bị trói trên mỏm đá cạnh biển, Poseidon đã gửi con quái vật Cetus đến phá hủy vương quốc của người mẹ này. Lá bài này mô tả cảnh Cassiopeia đang trầm ngâm suy ngẫm về những hành động của mình khi bị những con rắn biển ăn thịt.",
  "adviceVN": "Khi lá bài này xuất hiện theo chiều xuôi, nó dùng để chỉ sự kiêu ngạo – mơ mộng hão huyền – lòng kiêu hãnh và những hậu quả về sau. Nó cũng tượng trưng cho việc tiêu xài hoang phí và việc tạo hình tượng không cần thiết. Trong bất kì trường hợp nào, người ta đều hành động để thu hút sự chú ý hoặc tự nâng bản thân mình lên.",
  "reversedVN": "Khi lá bài này xuất hiện theo chiều ngược, lá bài này biểu trưng cho một hình thức trả đũa nhằm hạ thấp uy tín hoặc giá trị của một người nào đó. Đây là một lá bài cực kì nhiều chuyện, ghen tức và các hậu quả của xã hội.",
  "createdAt": {
    "$date": "2021-05-26T15:23:07.013Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T15:23:07.013Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae6898ad867665770f1565"
  },
  "category": "Minor Arcana",
  "genre": "Wands",
  "keywordEN": [
    "The Relationship Between Knowledge And Ethics"
  ],
  "keywordVN": [
    "Mối Quan Hệ Giữa Kiến Thức Và Luân Lý"
  ],
  "title": "King Fire – Ophiuchus + Serpens",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026667/cosmos/ophiuchus_serpens_cv7aje.jpg",
  "elementEN": "Fire",
  "divinatoryEN": "Ophiuchus and Serpens are often depicted together in the sky as a man grasping a snake. The man depicted in the Ophiuchus constellation is Asclepius, an ancient, skilled healer from Roman mythology. Asclepius discovered the secret to restoring the dead to life after observing one serpent bring healing herbs to another. Though Asclepius’ findings were extraordinary, his efforts to bring his findings into mainstream medicine were promptly shut down. Jupiter, enraged at the concept that someone might change the natural order of life and death, struck Asclepius down with a bolt of lightening to prevent him from using his findings. Asclepius was placed in the heavens to honor the many good deeds had contributed to in his lifetime, though his last efforts seemed to be his most controversial.",
  "adviceEN": "This card references the fragile relationship between knowledge, power, and ethics. Upright, this card indicates that a person may know more than most, and is interested in testing the abilities that come with their expertise. In most cases, as in science and medicine, there is a code of ethics that establishes boundaries. It is a card of caution, careful consideration, and thorough analysis of the boundaries a person can push in the name of progress.",
  "reversedEN": "Reversed, this card signifies ignoring ethics in order to get ahead. Though the division between ethics and progress are often blurry, this card reversed symbolizes the more controversial path. It signifies ignoring certain ethical codes in order to push an agenda or choosing to act in the name of progress regardless of any potential backlash.",
  "elementVN": "Lửa",
  "divinatoryVN": "Hai chòm Ophiuchus và Serpens thường được mô tả cùng nhau bằng hình ảnh người đàn ông giữ chặt con rắn. Người đàn ông là đại diện cho chòm Ophiuchus, ông tên Asclepius, một thầy thuốc lành nghề trong thần thoại La Mã cổ. Asclepius khám phá ra cách để giúp người chết sống lại sau khi thấy cảnh một con rắn mang thảo dược đến cứu sống một con khác. Mặc dù đó là một phát hiện vĩ đại, song ý tưởng đưa nó vào nền y học thường thức nhanh chóng bị dập tắt. Jupiter, điên tiết vì có kẻ muốn làm đảo lộn quy luật tự nhiên của sự sống và cái chết, đã đánh chết Asclepius bằng một tia sét nhằm tránh việc phát kiến của ông được đưa vào sử dụng. Asclepius được đưa lên thiên đàng để tưởng nhớ những khám phá hữu ích mà ông đã tạo ra trong suốt cuộc đời mình, dù những phát kiến cuối đời ông là những thứ gây ra nhiều tranh cãi nhất.",
  "adviceVN": "Lá bài đại diện cho mối quan hệ mong manh giữa kiến thức, sức mạnh và đạo đức. Thuận chiều, bài ám chỉ một người uyên bác hơn nhiều so với số đông và rất hứng thú trong những vấn đề đòi hỏi khả năng chuyên môn của họ. Trong đa số trường hợp, đặc biệt là trong khoa học và y học, có những vấn đề luân lý kiến lập nên một lằn ranh giới hạn cho những nghiên cứu. Đây là lá bài cảnh báo, nhắc nhở một sự xem xét và phân tích kỹ lưỡng về những lằn ranh có thể vượt qua trong quá trình nghiên cứu của mình.",
  "reversedVN": "Ngược chiều, lá bài ám chỉ sự phớt lờ những quy tắc đạo đức để tiến về phía trước. Vì sự phân định giữa đạo đức và tiến trình thực hiện luôn mơ hồ, do đó là bài ngược ám chỉ những đoạn vượt ranh gây nhiều tranh cãi. Nó đại diện cho việc vượt qua khỏi một số khuôn khổ đạo đức để lập nghiệp hay tiến hành những hoạt động mà không suy xét đến những kẽ hở được tạo ra.",
  "createdAt": {
    "$date": "2021-05-26T15:26:16.185Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T15:26:16.185Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae6a003dccfd663c63da8a"
  },
  "category": "Minor Arcana",
  "genre": "Cups",
  "keywordEN": [
    "In One's Element",
    "Ease Of Action"
  ],
  "keywordVN": [
    "Thuộc Sở Trường",
    "Dễ Hành Động"
  ],
  "title": "Ace Water – Hydrus",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026665/cosmos/hydrus_ewhpjs.jpg",
  "elementEN": "Water",
  "divinatoryEN": "Meaning “male water snake,” Hydrus is a symbol of wisdom, steadiness, and focus. Snakes possess a fluid, elegant form that borders on elemental. Water snakes, above others of their species, signify awareness, flexibility, and subtle strength. In astrology, the element of water has a connection with one’s emotional side. The Hydrus card depicts a water snake that is completely in its element. The lotus flowers surrounding the snake represent purity of body, mind, and spirit.",
  "adviceEN": "When Hydrus appears in a reading, an individual can look to achieve their own emotional clarity. The water snake indicates self-awareness feeling at home in one’s surroundings. In addition,  one can take time to celebrate a period of emotional peace with oneself.",
  "reversedEN": "Reversed, the meaning is similar to the upright, though the focus is more on the cause of that clarity. This may be a time to consider fine-tuning one’s daily routine by creating an atmosphere that encourages activities where one can use their talents in productive and purposeful ways.",
  "elementVN": "Nước",
  "divinatoryVN": "Với ý nghĩa “con rắn nước đực”, Hydrus là biểu tượng của trí tuệ, kiên định và tập trung. Cử động của rắn có thể ví với chất lỏng, dáng vẻ thanh thoát của chúng có thể ôm choàng những thành tố khác. Rắn nước, hơn cả những loài rắn thông thường, là loài mang trong mình tính phòng bị, sự uyển chuyển và một sức mạnh tinh vi. Trong chiêm tinh, nhóm nguyên tố nước có liên quan mạnh đến cảm xúc của con người. Lá Hydrus chỉ một con rắn đang thỏa thuê vẫy vùng trong nước – chính nguyên tố đại diện của nó. Những đóa sen chung quanh đại diện cho sự thuần khiết của thể xác, tâm trí và linh hồn.",
  "adviceVN": "Khi lá Hydrus xuất hiện, một người có thể đạt được trạng thái mạch lạc trong cảm xúc. Con rắn nước biểu trưng cho khả năng nhận thức cao trước sự vật xung quanh. Thêm vào đó, một người có thể đang tận hưởng những giây phút thanh thản trong tâm hồn, hãy ăn mừng về điều đó với chính bản thân.",
  "reversedVN": "Ngược chiều, nghĩa cũng tương tự với thuận chiều, tuy nhiên bài muốn nhấn mạnh hơn nguyên nhân của việc đạt được sự tách bạch trong cảm xúc. Có thể đây là lúc nên xem xét việc tinh chỉnh những thói quen hằng ngày bằng cách tạo ra môi trường phù hợp để khuyến khích những hoạt động cần vận dụng đến tài năng, phương thức làm việc cá nhân có mục đích và hiệu suất cao.",
  "createdAt": {
    "$date": "2021-05-26T15:32:16.651Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T15:32:16.651Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae6aa03dccfd663c63da8b"
  },
  "category": "Minor Arcana",
  "genre": "Cups",
  "keywordEN": [
    "Carefree",
    "Open - Minded",
    "Second Wind"
  ],
  "keywordVN": [
    "Vô Tư",
    "Quảng Đại",
    "Sinh Khí Mới"
  ],
  "title": "2 Water – Antlia",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026658/cosmos/antlia_mi1noa.jpg",
  "elementEN": "Water",
  "divinatoryEN": "Antlia is one of several constellations in the sky that memorializes scientific instruments used throughout history. Antlia translates to “air pump,” used to create a vacuum, as well as atmospheres of high air-pressure depending on its settings. ",
  "adviceEN": "When this card is upright, it is easy for one to adopt a breezy outlook. When not under pressure, they are more accepting of what may drift their way, and may consider taking advantage of unexpected opportunities. One may be looking for a “breath of fresh air” amongst daily routine and now is a great time to take advantage of it.",
  "reversedEN": "When this card is reversed, the pressure may be mounting and one’s airy-imbalance may manifest itself through the way they communicate with others. There are plenty of air-centric phrases used for describing people that are behaving unfavorably due to their personal stress. The phrases “Air-headed,” “Full of hot air,” a “Blow hard,” or a “Wind bag” describe an over-abundance of air. Emotionally, one turns to phrases that describe the lack of air: when feeling as if one were “living in a vacuum,” when something “knocks the wind out of you,” or “takes the wind out of your sails,” and when things just down-right “suck.” Luckily it is easy to gain a second wind by centering one’s self, taking a deep breath, and continuing to look for the opportunity to acclimate to stressful situations with patience and persistence.",
  "elementVN": "Nước",
  "divinatoryVN": "Antlia là một trong những chòm sao dùng để tưởng nhớ các dụng cụ khoa học trong lịch sử nhân loại. Antlia dịch ra là “máy bơm khí”, dùng để tạo nên khoảng chân không cũng như những vùng không khí mang áp suất cao tùy vào việc điều chỉnh nó.",
  "adviceVN": "Khi lá bài thuận chiều, một người có thể mang một vẻ ngoài hời hợt. Khi không bị áp lực, họ dễ để mặt cho hoàn cảnh cuốn trôi, và thường hay suy tính cách để nắm bắt những lợi thế bất ngờ. Có thể một người đang tìm một bầu “không khí trong lành” giữa những thói quen thường nhật và đây là thời điểm thuận lợi để tiến hành.",
  "reversedVN": "Khi lá bài ngược chiều, áp lực đè nặng và sự mất cân bằng trong kiểm soát hành vi của một người có thể được thể hiện qua cách họ giao tiếp với người khác. Có rất nhiều cụm từ dùng chữ “air” (“khí”) để mô tả việc một người có hành động khó chịu do những căng thẳng từ áp lực cá nhân. Cụm “Air-headed” (ngốc, khờ), “Full of hot air” (thổi phồng, bơm chuyện), “Blow hard” (khoác lác, lắm mồm) hay “Wind bag” (khoe mẽ)  đều mô tả sự “thừa khí”. Ngoài ra còn những cụm từ chỉ sự “thiếu khí”: “Living in a vacuum” (hờ hững), khi một thứ gì khiến ta cảm thấy bị “Knock the wind out of you” (đứt hơi) hay “Take the wind out of your sail” (mắc kẹt). May thay, có thể tạo ra một luồng sinh khí mới bằng cách tĩnh tâm, hít thật sâu và tiếp bước đi tìm cơ hội để thích nghi với thách thức bằng sự bền chí và kiên nhẫn.",
  "createdAt": {
    "$date": "2021-05-26T15:34:56.254Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T15:34:56.254Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae6b5e3dccfd663c63da8c"
  },
  "category": "Minor Arcana",
  "genre": "Cups",
  "keywordEN": [
    "Allure",
    "Purity",
    "Confidence",
    "Appreciation For Another"
  ],
  "keywordVN": [
    "Quyến Rũ Và Thanh Khiết",
    "Tự Tin",
    "Trân Trọng Người Khác"
  ],
  "title": "3 Water – Monoceros",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026667/cosmos/monoceros_wr3vbj.jpg",
  "elementEN": "Water",
  "divinatoryEN": "This card depicts Monoceros, a unicorn, in a mock-glamorous pose. Monoceros derives from the Greek monos, “alone, single”, and “ceros” meaning “horn.” The unicorn was a legendary beast appearing in both historical accounts and religious texts across the ancient world. In European medieval folklore, the unicorn was described as a wild woodland creature, a symbol of beauty and grace, which could only be captured by those who were pure.",
  "adviceEN": "Monoceros’ upright image symbolizes self-awareness, uniqueness and an appreciation for beauty in the world around us. In a reading, this card may signal the beginning of a new relationship or allowing one’s self to appreciate the magnetic charms of another. The allure may be in their grace, delicate nature, purity or confidence. Like the unicorn, these people can only be tamed by those with pure intentions.",
  "reversedEN": "On the reverse, in approaching the relationship, fastidiousness can lead to the inability to move forward in a relationship. If a person’s actions are perceived to be self-important or vain, the relationship may be at risk.",
  "elementVN": "Nước",
  "divinatoryVN": "Lá bài mô tả Monoceros, chú kỳ lân, trong một thế đứng đầy quyến rũ. Từ Monoceros bắt nguồn từ chữ Hy Lạp: “mono” là “đơn, một mình”, “ceros” là “cái sừng”. Kỳ lân là loài vật thần thoại xuất hiện nhiều trong các mẩu chuyện lịch sử cũng như những văn bản tôn giáo từ thế giới cổ đại. Trong văn hóa dân gian phương Tây, kì lân là sinh vật hoang dã sống ở rừng, là biểu tượng của sắc đẹp và nét duyên dáng và chỉ có thể bị bắt bởi những những ai mang tâm hồn thuần khiết.",
  "adviceVN": "Lá Monoceros xuôi mang ý nghĩa tượng trưng cho sự nhận thức, sự độc đáo và lòng yêu mến cái đẹp của thế giới xung quanh. Trong trải bài, lá bài có thể ám chỉ sự bắt đầu của một mối quan hệ mới hoặc việc một người bị thu hút mạnh mẽ bởi nét yêu kiều của một người khác. Sự hút này đến từ phong thái duyên dáng, bản tính khéo léo, tâm hồn thanh khiết hoặc tràn ngập tự tin. Như những chú kì lân, đây là những người chỉ có thể bị “thuần hóa” bởi những ai có tâm hồn trong sáng.",
  "reversedVN": "Ngược chiều, khi muốn tiếp cận một người, sự khắt khe có thể là vật cản lớn ngăn mối quan hệ phát triển. Nếu ai đó có hành động để tỏ ra mình là quan trọng hoặc tỏ ra phù phiếm, mối quan hệ của người đó với người khác có lẽ đang gặp nguy hiểm.",
  "createdAt": {
    "$date": "2021-05-26T15:38:06.287Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T15:38:06.287Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae6bf73dccfd663c63da8d"
  },
  "category": "Minor Arcana",
  "genre": "Cups",
  "keywordEN": [
    "Partnership",
    "Collaboration",
    "Shared Vision"
  ],
  "keywordVN": [
    "Đối Tác",
    "Hợp Tác",
    "Tầm Nhìn Chung"
  ],
  "title": "4 Water – Canes Venatici",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026661/cosmos/canes_venatici_fl7j1b.jpg",
  "elementEN": "Water",
  "divinatoryEN": "Canes Venatici depict the two hounds of Boötes the Herdsman, Asterion and Chara, as they pursue Ursa Major, the Great Bear, across the night sky. Similar to contemporary law enforcement officer protocol, hounds were sent into the field in pairs to work harmoniously in chasing down their prey.",
  "adviceEN": "Upright, Canes Venatici represents harmony in matters of collaboration or partnership. Asterion and Chara are a loyal pair, protecting each other and supporting their partner’s strengths while offsetting their weaknesses.",
  "reversedEN": "Reversed, this card indicates that there may be a breach of trust between partners. One may put on a professional face to complete a task while ignoring the real trouble. Allowing a rift to grow between parties can poison any endeavor. Canes Venatici encourages open communication between partners.",
  "elementVN": "Nước",
  "divinatoryVN": "Canes Venatici là cặp chó săn của người chăn bò Boötes, tên chúng là Asterion và Chara. Chúng truy đuổi Ursa Major, con gấu lớn, trên nền trời đêm. Giống như trong nghiệp vụ hiện đại của ngành cảnh sát, những chú chó săn này được thả theo cặp để phối hợp với nhau trong việc truy đuổi con mồi.",
  "adviceVN": "Thuận chiều, Canes Venatici đại diện cho sự hòa thuận trong mối quan hệ hợp tác hoặc trong tình cảm. Asterion và Chara là cặp đôi trung thành, bảo vệ và tương hỗ sức mạnh cho nhau đồng thời bù khuyết cho sự thiếu sót của kẻ còn lại.",
  "reversedVN": "Ngược chiều, lá bài thể hiện sự rạn nứt trong niềm tin giữa một cặp đôi. Có thể một người cố mang bộ mặt chuyên nghiệp để hoàn thành công việc mà phớt lờ vấn đề thực sự của cả hai. Để mặc cho khe hở giữa các mối quan hệ nới rộng chính là liều thuốc độc tiêu diệt mọi sự cố gắng. Canes Venatici còn là lời động viên cho việc mở lòng chia sẻ với người bạn của mình.",
  "createdAt": {
    "$date": "2021-05-26T15:40:39.502Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T15:40:39.502Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae6d533dccfd663c63da8e"
  },
  "category": "Minor Arcana",
  "genre": "Cups",
  "keywordEN": [
    "Defeat",
    "Loss",
    "Distain",
    "Humility"
  ],
  "keywordVN": [
    "Thất Bại",
    "Mất Mát",
    "Khinh Bỉ",
    "Nhún Nhường"
  ],
  "title": "6 Water – Draco",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026664/cosmos/draco_enramo.jpg",
  "elementEN": "Water",
  "divinatoryEN": "Draco is often thought to depict Ladon, the mythological dragon who guarded the golden apples in the Garden of the Hesperides. Vanquished by Hercules during his Eleventh Labour, Ladon now lies in the heavens, underfoot of the hero that gloats over him for eternity.",
  "adviceEN": "In a reading, this card symbolizes defeat, loss, and the unpleasant feelings that come with failure. A person can’t expect to come out on top with every hard-fought battle. Their treasures may be plundered or their reputation may be tarnished, but it is not the end of the world. Upright, this card reminds us that with every failure comes the chance to reflect and learn.",
  "reversedEN": "Reversed, this card indicates that the winner may be acting in a bombastic and pretentious manner, flaunting their advantage over another. The sting of loss may be mixed with disdain for the other party involved. Rather than dwell on the things one can not change, this is a chance to be the bigger person and move on.",
  "elementVN": "Nước",
  "divinatoryVN": "Draco thường được xem như biểu tượng chỉ Ladon, con rồng bảo vệ trái táo vàng trong khu vường của Hesperides trong truyền thuyết. Bị đánh bại bởi Hercules trong chiến công thứ mười một, Ladon giờ đang nằm trên bầu trời, dưới chân vị anh hùng đã tiêu diệt mình để đạt được sự bất tử.",
  "adviceVN": "Trong trải bài, lá này đại diện cho sự mất mát, thất bại và những cảm giác tiêu cực kèm theo. Một người không thể đạt được vị trí tốt trong một trận chiến khó nhằn. Vật báu của họ có thể đã bị cướp mất hoặc danh tiếng của họ có thể đã nhơ nhuốc nhưng đó không có nghĩa là thế giới này đã chấm hết. Thuận chiều, lá bài nhắc nhở rằng mỗi thất bại đều lại cơ hội để nhìn nhận lại bản thân và học thêm điều mới.",
  "reversedVN": "Ngược chiều, lá bài chỉ kẻ chiến thắng mang bản tính khoa trương và tự phụ, hay khoe khoang những mặt lợi của mình với kẻ khác. Thất bại là một cú chích đau điếng đối với họ, nó sẽ thường kèm theo sự khinh bỉ đến từ xung quanh. Thay vì than khóc về những chuyện đã rồi, hãy làm một người quảng đại hơn và tiếp tục bước đi.",
  "createdAt": {
    "$date": "2021-05-26T15:46:27.317Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T15:46:27.317Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae6dfe3dccfd663c63da8f"
  },
  "category": "Minor Arcana",
  "genre": "Cups",
  "keywordEN": [
    "Misdirected Aggression",
    "Mistakes",
    "Pity"
  ],
  "keywordVN": [
    "Nổi Giận Sai Hướng",
    "Lỗi Lầm",
    "Điều Đáng Tiếc"
  ],
  "title": "7 Water – Centaurus",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026661/cosmos/centaurus_auhte0.jpg",
  "elementEN": "Water",
  "divinatoryEN": "Centaurus was named after Chiron, the half-horse, half-man creature in Greek mythology. In most Greek myths, centaurs were seen as lustful, untamed, and overindulgent creatures. Chiron was one of the few centaurs to break this mold, and was known far and wide as being kind, knowledgeable, a great healer, a generous teacher, and a tutor to many. This card depicts Chiron in one of his more well-known moments: having accidentally been struck by his pupil, Hercules, with an poison arrow. Ironically, though Chiron was a master healer, he was unable to heal himself, and was forced to endure the pain of poison until Zeus took pity on him and released him from immortality, and placing him in the stars to be memorialized.",
  "adviceEN": "Upright, this card has two meanings. One meaning indicates that no suffering is eternal. The second is a reminder that accidents happen; it does no good to hold a grudge or lament one’s misfortune. Additionally, this card is a reminder for those individuals that have the power to relieve another person of their suffering to act, whether that is with company, conversation, or another form of relief.",
  "reversedEN": "Reversed, this card symbolizes misdirected aggression, excessive pain and suffering, and needless contemplation about one’s misfortune.",
  "elementVN": "Nước",
  "divinatoryVN": "Centaurus được lấy theo hình ảnh Chiron, sinh vật nửa ngựa nửa người trong thần thoại Hy Lạp. Trong hầu hết các câu chuyện thần thoại, Centaurs luôn được coi là loài dâm dật, khó thuần hóa và ham mê vô độ. Chiron là một trong số hiếm Centaurs phá vỡ được định kiến này với tiếng lành đồn xa là một người tử tế, thông tuệ, một dược sư giỏi, một người thầy rộng lượng và là người chỉ bảo cho nhiều người. Lá bài mô tả một trong những giai thoại nổi tiếng nhất về Chiron: bị bắn bởi chính học trò của mình, Hercules, bằng mũi tên độc. Trớ trêu thay, dù là bậc thầy về chữa trị, ông ấy cũng không thể cứu chính mình và bị chất độc dày vò mãi đến khi Zeus cảm thấy xót thương và quyết định đưa Chiron về cõi vĩnh hằng – đặt ông lên những ngôi sao trên bầu trời để tưởng nhớ.",
  "adviceVN": "Thuận chiều, lá bài có hai ý nghĩa. Một nghĩa là không thể nào sống trong cảnh chịu đựng dày vò mãi mãi. Nghĩa thứ hai là lời nhắc nhở là nếu có tai nạn bất ngờ xảy ra thì chẳng có gì tốt đẹp khi mãi có ác cảm hay than thở với sự không may của bản thân. Thêm vào đó, lá bài là một lời nhắc nhở cho những người có khả năng giải tỏa mối chịu đựng của người khác, dù đó là trong công việc, các cuộc nói chuyện hoặc những hình thức cứu chữa khác.",
  "reversedVN": "Ngược chiều, lá bài đại diện cho sự giận dữ đặt nhầm chỗ, nỗi đau lớn và sự chịu đựng hoặc những sự ưu phiền vô ích về những bất hạnh trong cuộc sống.",
  "createdAt": {
    "$date": "2021-05-26T15:49:18.312Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T15:49:18.312Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae6ed83dccfd663c63da90"
  },
  "category": "Minor Arcana",
  "genre": "Cups",
  "keywordEN": [
    "Hiding From Judgement",
    "Insecurity"
  ],
  "keywordVN": [
    "Trốn Khỏi Sự Phán Xét",
    "Bất An"
  ],
  "title": "8 Water – Equuleus",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026664/cosmos/equuleus_e1smwc.jpg",
  "elementEN": "Water",
  "divinatoryEN": "The constellation Equuleus is depicted as the head of a horse peeking out from behind its neighboring constellation, Pegasus. The mythology surrounding the “horse-head” constellation involves Hippe, the daughter of the centaur Chiron. Hippe was seduced by Aeolus and became pregnant with his child. Hippe couldn’t bring herself to tell her father, Chiron, and fled to the mountains. When Chiron came looking for her, Hippe prayed to the gods that he would not find her. The gods answered by turning her into a mare. Artemis took pity and placed her into the heavens, where she still appears to be hiding, only her head visible in the constellation. Occasionally, one may feel they need to hide parts of themselves to escape the judgment of others. People are often insecure about their unique interests, associations, or even physical attributes. Equuleus is a reminder that each individual has a place in the universe, just as they are.",
  "adviceEN": "Upright, Equuleus indicates that a person may be looking for a place where they can feel accepted as they are. Perhaps finding this acceptance has been especially difficult lately, or perhaps they have never been able to speak candidly about something they have wanted to speak about. There is a kind individual waiting to listen.",
  "reversedEN": "Reversed, this card may be sensing that the desire to be accepted by certain people or individuals is toxic. One must remember who they are, and be true to themselves, and they will find the right people.",
  "elementVN": "Nước",
  "divinatoryVN": "Chòm sao Equuleus trông tựa như một cái đầu ngựa trộm nhìn sang chòm sao lân cận, Pegasus. Truyền thuyết về chòm sao này bắt nguồn từ Hippe, con gái của Centaurs Chiron. Hippe bị Aeolus hãm hiếp và mang thai với hắn. Hippe không dám mở lời nói ra sự thật với Chiron và phải bỏ trốn về vùng núi hiểm trở. Khi Chiron đến tìm cô, cô đã van nài thần linh phù hộ để ông không thể tìm ra. Thần linh đáp lại lời thỉnh cầu bằng cách biến Hippe thành một con ngựa cái. Artemis thương xót cho số phận cô nên đã mang cô về thiên đàng, nơi mà cô vẫn tiếp tục lẩn trốn với mỗi cái đầu là lộ diện. Thình thoảng, người ta cảm thấy cần phải giấu một phần của bản thân để trốn khỏi sự phán xét của người khác. Người ta thường cảm thấy bất an với những sở thích, những đoàn hội hay những đặc điểm thân thể có phần khác lạ so với thông thường. Equuleus nhắc rằng mỗi cá nhân vẫn là một phần của vũ trụ rộng lớn, cho dù họ có là ai.",
  "adviceVN": "Thuận chiều, Equuleus đại diện cho một cá nhân đang cần tìm một nơi có thể chấp nhận con người thật của họ. Có thể việc tìm kiếm sự chấp nhận này là cực kì khó khăn cũng có thể họ chẳng bao giờ có thể nói thẳng ra những suy nghĩ trong lòng mình. Sẽ có ít nhất một người tử tế đang chờ để lắng nghe tâm sự của bạn.",
  "reversedVN": "Ngược chiều, lá bài cho thấy nỗi khát khao được những người hay ít nhất là một người chấp nhận bản chất thật dần đã biến thành độc dược đối với tâm hồn. Ta phải nhớ rằng ta là ai, sống thật với bản thân và ta sẽ tìm được những người thích hợp để sẻ chia.",
  "createdAt": {
    "$date": "2021-05-26T15:52:56.467Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T15:52:56.467Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae6f703dccfd663c63da91"
  },
  "category": "Minor Arcana",
  "genre": "Cups",
  "keywordEN": [
    "Play",
    "Healing Power Of The Arts"
  ],
  "keywordVN": [
    "Vui Chơi",
    "Sức Mạnh Chữa Lành Từ Nghệ Thuật"
  ],
  "title": "9 Water – Lyra",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026667/cosmos/lyra_je2qgz.jpg",
  "elementEN": "Water",
  "divinatoryEN": "The great musician Orpheus was said to have the ability to charm all living things with his music. His instrument of choice was the lyra -- invented by Hermes, but perfected by Orpheus. Upon his death, Orpheus’ lyra was cast into the river, but Zeus ordered an eagle to retrieve the instrument.  Zeus placed Lyra and Eagle among the stars.",
  "adviceEN": "Lyra’s upright meaning is refers to the healing abilities of the arts. Creativity can be acted upon in endless mediums: music, writing, painting, building -- these are remedies for whatever one may be going through.",
  "reversedEN": "Reversed, an individual may be encountering a stumbling block when approaching creativity as a healing solution. Lyra recommends that one does not give up, but continues to pursue their creation through collaboration, be it the feedback of a friend, or putting together a band.",
  "elementVN": "Nước",
  "divinatoryVN": "Nhà soạn nhạc tài ba Orpheus đã từng được biết đến với khả năng làm mọi thứ trở nên duyên dáng hơn bằng chính âm nhạc của mình. Nhạc cụ ưa thích nhất của ông là đàn lyre – một phát minh của Hermes nhưng được chính Orpheus hoàn thiện. Sau khi ông mất, cây đàn lyre bị quăng xuống sông nhưng được Zeus phái đại bàng đến mang đi. Zeus đưa cả cây đàn cùng con đại bàng lên chốn thiên đàng.",
  "adviceVN": "Lá Lyra thuận chiều đại diện cho đặc tính chữa lành của nghệ thuật. Sự sáng tạo có thể đặc trên mọi phương diện: âm nhạc, văn học, hội họa hay xây dựng – đó là những hình thức mà mỗi con người đều có thể tận hưởng.",
  "reversedVN": "Ngược chiều, một người có thể đang đối mặt với một chướng ngại trong quá trình sử dụng nghệ thuật làm phương thức cứu rỗi tâm hồn. Lyra là lời khuyên đừng bao giờ từ bỏ, mà hãy tìm cách nuôi dưỡng sự sáng tạo thông qua sự hợp tác, lắng nghe phản hồi từ người khác hay thành lập một nhóm để hoạt động.",
  "createdAt": {
    "$date": "2021-05-26T15:55:28.874Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T15:55:28.874Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae700f3dccfd663c63da92"
  },
  "category": "Minor Arcana",
  "genre": "Cups",
  "keywordEN": [
    "Triumph After Sacrifice",
    "New Beginnings"
  ],
  "keywordVN": [
    "Thành Công Sau Sự Hy Sinh",
    "Khởi Đầu Mới"
  ],
  "title": "10 Water – Corona Borealis",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026663/cosmos/corona_borealis_lin8td.jpg",
  "elementEN": "Water",
  "divinatoryEN": "Corona Borealis is a small constellation in the Northern Celestial Hemisphere. Ariadne betrayed herfather, Minos of Crete, to be with Theseus, her first love. After a harrowing battle with the Minotaur and a narrow escape, Theseus promptly abandoned Ariadne on a lonely island. There, while grieving, she met the loving Dionysus, and a relationship blossomed. Smitten with Ariadne, Dionysus proposed, bestowing the Cretan princess with a beautiful crown. Corona Borealis depicts the crown received by Ariadne from Dionysus on their wedding day.",
  "adviceEN": "Symbolically, this is a card of new beginnings after loss. It represents a new love that grows stronger after the pain of a broken relationship. It is triumphant that love finds a way, despite pain and heartbreak.",
  "reversedEN": "Reversed, a person may be holding on to past tragedy so tightly they may not be able to move forward. Corona Borealis indicates that the querent should be careful of spending too much time in solitary thought, lest they are blind to the potential of new love.",
  "elementVN": "Nước",
  "divinatoryVN": "Corona Borealis là chòm sao nhỏ ngự tại bắc bán cầu. Chuyện kể rằng nàng Ariadne phản bội cha mình, vua Minos xứ Crete, để đến với Theseus – mối tình đầu. Sau trận chiến thảm khốc với đàn Minotaur (nhân ngưu – sinh vật nửa người nửa trâu) và sự thoát chết trong gang tấc, Theseus đã nhanh chóng bỏ rơi Ariadne trên một hòn đảo hoang. Tại đó, trong cảnh đau lòng, nàng gặp được tình mới Dionysus và mối quan hệ giữa họ nhanh chóng nảy nở. Phải lòng Ariadne, Dionysus cầu hôn, dâng tặng nàng công chúa người Cretan chiếc vương miện tuyệt đẹp. Corona Borealis là hình ảnh đại diện cho chiếc vương miện trong ngày cưới của Ariadne.",
  "adviceVN": "Theo nghĩa biểu tượng, đây là lá bài đại diện cho sự khởi đầu mới sau những mất mát. Nó có thể là một tình cảm mới phát triển mạnh mẽ sau những vết thương lòng của tình cảm cũ. Nó cũng là khúc khải hoàn ca bất diệt cho tình yêu, dù cho có muôn vàn đớn đau và trắc trở.",
  "reversedVN": "Ngược chiều, một người có lẽ đang nắm quá chặt những bi thương nên không thể vững vàng tiến bước. Corona Borealis chỉ rằng querent không nên lãng phí thời gian để suy nghĩ về nỗi cô đơn mà bỏ qua những cơ hội tìm được tình yêu mới.",
  "createdAt": {
    "$date": "2021-05-26T15:58:07.449Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T15:58:07.449Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae70ac3dccfd663c63da93"
  },
  "category": "Minor Arcana",
  "genre": "Cups",
  "keywordEN": [
    "Message Of Peace",
    "Hope"
  ],
  "keywordVN": [
    "Thông Điệp Hòa Bình",
    "Hy Vọng"
  ],
  "title": "Page Water – Columba",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026662/cosmos/columba_zphld0.jpg",
  "elementEN": "Water",
  "divinatoryEN": "The constellation Columba represents the dove from the Biblical story of Noah and the Ark. The dove appears as a symbol of peace, tranquility, and hope in many cultures. It represents good news, either through a message of action, writing or word of mouth. The card depicts the personification of three important cosmic stars of the Columba constellation, each representing a significant role in the story. To the left is Ghusn al Zaitun, the olive branch, a symbol of rebirth and life. In contrast is Wezn, ‘the weight,’ to the right, symbolizing the mortality of man. And in the center is Phact, or the dove, symbolizing the intervention of God and His message.",
  "adviceEN": "Upright, Columba represents hope. Columba can also represents pacifism, and occasionally sacrifice for the benefit of the greater good.",
  "reversedEN": "Reversed, Columba may be questioning if a passive role is appropriate for the querent’s situation. The sacrifice may be excessive on an individual’s part, and Columba asks that the querent reconsider their response to a situation.",
  "elementVN": "Nước",
  "divinatoryVN": "Chòm sao Columba đại diện cho chú bồ câu từ câu chuyện về Noah và con tàu cứu thế trích trong Kinh Thánh. Bồ câu là biểu tượng của hòa bình, yên ổn và hy vọng trong nhiều nền văn hóa. Nó đại diện cho những tin tức tốt đẹp ở bất cứ hình thức nào: hành động, văn bản hay lời nói truyền miệng. Lá bài vẽ hình ảnh nhân cách hóa của ba ngôi sao trong chòm Columba, mỗi ngôi sao đóng một vai trò riêng trong câu chuyện về chòm sao này. Phía trái là Ghusn Al Zaitun, cành ô-liu, biểu tượng của sự tái sinh và cuộc sống. Ngược lại, Wezn – “cái cân”, ở phía phải đại diện cho cái chết của một người. Ở giữa là Phact, hay chú bồ câu, đại diện cho sự can thiệp và những thông điệp từ thần thánh.",
  "adviceVN": "Thuận chiều, Columba đại diện cho hy vọng. Nó cũng là biểu tượng của hòa bình, và đôi khi là sự hi sinh cho những thứ mang lại lợi ích lớn hơn.",
  "reversedVN": "Ngược chiều, Columba có thể là câu hỏi đặt ra cho querent: phải chăng họ đang đứng vào thế bị động? Sự hy sinh bỏ ra có lẽ là quá lớn đối với một người và lá bài đang nhắc querent xem xét lại cách ứng xử phù hợp hơn trong hoàn cảnh của mình.",
  "createdAt": {
    "$date": "2021-05-26T16:00:44.218Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T16:00:44.218Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae715b3dccfd663c63da94"
  },
  "category": "Minor Arcana",
  "genre": "Cups",
  "keywordEN": [
    "Protection",
    "Preservation",
    "Defense"
  ],
  "keywordVN": [
    "Bảo Vệ",
    "Bảo Tồn",
    "Phòng Ngự"
  ],
  "title": "Knight Water – Scutum",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026670/cosmos/scutum_uyvowv.jpg",
  "elementEN": "Water",
  "divinatoryEN": "The constellation Scutum is named to commemorate King John III Sobieski’s victory in the Battle of Vienna in 1683. Scutum is in the image of a shield. The card derives its meaning from all that a shield represents: protection, preservation, and the ability to defend. The imagery of the card depicts a small hamlet nestled against the protective shadow of a nearby mountain.",
  "adviceEN": "Upright, the card indicates a protective atmosphere and a safe haven. A person may find sanctuary in a place where others protect their ideals, or create a space where they can be at ease. This may be either a physical place or within a relationship or friendship where a person can feel comfortable to let down their guard.",
  "reversedEN": "The reversed position implies the shield is acting as a detrimental barricade. It could be a wall between a person and something beneficial, or a defensive shield raised unnecessarily.",
  "elementVN": "Nước",
  "divinatoryVN": "Chòm sao Scutum được đặt tên nhằm tưởng niệm chiến thắng tại Vienna năm 1683 của vua John II Sobieski. Scutum là hình ảnh đại diện cho cái khiên. Lá bài mang những ý nghĩa xuất phát từ chính hình ảnh này: sự bảo vệ, sự bảo tồn và khả năng phòng ngự. Lá bài mô tả hình ảnh một ngôi làng nhỏ nép mình bên dưới bóng phủ uy nghiêm của một ngọn núi to sừng sững.",
  "adviceVN": "Thuận chiều, lá bài thể hiện một không khí đầy sự bảo bọc và một nơi trú ẩn an toàn. Một người có thể tìm thấy thánh địa của mình nơi mà những người khác bảo vệ ý tưởng của họ hay là người đó tự tạo được cho mình một không gian sống an nhàn. Đây có thể là ám chỉ tới một nơi chốn thực tế hay một mối quan hệ mà người ta cảm thấy thoải mái buông bỏ những rào chắn vô hình của bản thân.",
  "reversedVN": "Ngược chiều, bài ám chỉ tấm khiên là một chướng ngại gây bất lợi lớn. Đó có thể là bức tường ngăn cách giữa một cá nhân và những gì có lợi hay một hàng rào phòng thủ không cần thiết được lập nên.",
  "createdAt": {
    "$date": "2021-05-26T16:03:39.955Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T16:03:39.955Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae720a3dccfd663c63da95"
  },
  "category": "Minor Arcana",
  "genre": "Cups",
  "keywordEN": [
    "Longevity",
    "Commitment",
    "Eternal"
  ],
  "keywordVN": [
    "Trường Thọ",
    "Cam Kết",
    "Vĩnh Hằng"
  ],
  "title": "Queen Water – Grus",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026664/cosmos/grus_mxma2m.jpg",
  "elementEN": "Water",
  "divinatoryEN": "The constellation Grus stretches out across the night sky, memorializing the beautiful form of the crane. Cranes have been revered throughout Asia as symbols of longevity, happiness and eternal youth. The are monogamous partners, making bonds for life, and honoring their commitments once they are made.",
  "adviceEN": "In a reading, this card is a reminder that sometimes one is truly “in it for the long haul.” A person may find comfort in long-term promises when this card appears. It is a reminder not to take our time on Earth for granted. It is a card of commitment, longevity, and duty.",
  "reversedEN": "Reversed, Grus may also indicate the presence of a current partnership or the start of a new one. A person may want to pay homage to the little things that make their relationships close at this time.",
  "elementVN": "Nước",
  "divinatoryVN": "Chòm sao Grus giang rộng ngang bầu trời đêm, khiến ta liên tưởng đến hình dáng tuyệt đẹp của con hạc. Trong văn hóa Á châu, hạc là biểu tượng của sự trường tồn, hạnh phúc và tuổi trẻ bất tận. Chúng luôn sống một vợ một chồng, vun đắp cuộc đời và trân trọng những thỏa thuận được đặt ra.",
  "adviceVN": "Trong trải bài, lá Grus đại diện cho lời nhắn nhủ rằng đôi khi một người cần phải đi những đoạn đường dài. Một người có thể tìm được nguồn vui qua những cam kết dài hạn khi lá bài xuất hiện. Lá bài cũng là lời nhắc đừng cho rằng sự tồn tại của ta trên Trái Đất là việc hiển nhiên đồng thời là biểu tượng cho cam kết, sự trường tồn và trách nhiệm.",
  "reversedVN": "Ngược chiều, Grus có thể đang chỉ một hoàn cảnh thực tại trong một mối quan hệ hoặc sự khởi đầu của mối quan hệ mới. Một người có vẻ đang muốn tỏ sự tôn kính đến những điều tuy nhỏ nhưng làm mối quan hệ giữa người đó với xung quanh trở nên khăng khít hơn vào lúc này.",
  "createdAt": {
    "$date": "2021-05-26T16:06:34.819Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T16:06:34.819Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae72a43dccfd663c63da96"
  },
  "category": "Minor Arcana",
  "genre": "Cups",
  "keywordEN": [
    "Seeing The Big Picture",
    "Gaining Perspective"
  ],
  "keywordVN": [
    "Nhìn Bức Tranh Tổng Quan",
    "Nâng Cao Quan Điểm"
  ],
  "title": "King Water – Camelopardalis",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026660/cosmos/camelopardalis_bl67gd.jpg",
  "elementEN": "Water",
  "divinatoryEN": "In China, giraffes were once thought to be Qilin, mythical creatures with quiet temperaments that share similar physical features to giraffes. The Qilin were said to have the ability to observe the true nature of others and infer their intentions with their high vantage points. Giraffes were also considered magical creatures, and with their incredible proportions and gentle nature, it’s understandable. From its impressive height, Camelopardalis, the giraffe constellation, has a unique perspective and awareness of its surroundings.",
  "adviceEN": "When Camelopardalis appears in a reading, it is a great time to step back and observe. The journey always seems a bit more achievable when a person can see what is behind their immediate obstacles. Both the Qilin and the giraffe are great symbols for how one might view the future: laid back but vigilant, always looking to put things in perspective. It might be particularly helpful to share this larger picture with others if one finds they have a sense of perspective that others might not see.",
  "reversedEN": "Reversed, one may be lacking some of Camelopardalis’ ability to see the bigger picture and may be distracted by the importance of their own vision. The card indicates that this is a time for looking outward and broadening one’s mental horizons.",
  "elementVN": "Nước",
  "divinatoryVN": "Ở Trung Hoa, hươu cao cổ từng bị lầm với loài Kỳ Lân (Qilin, loài này không giống với kì lân một sừng Unicorn phương Tây – ND), sinh vật truyền thuyết có những đặc điểm thể chất khá giống loài hưu cao cổ. Kỳ Lân được đồn rằng có khả năng nhìn thấu bản chất thật của sự vật và suy luận hướng đi thuận lợi nhất cho những việc nó muốn làm. Hươu cao cổ cũng là một sinh vật nhiệm màu với kích thước cơ thể to lớn và bản chất hiền lành. Từ chiều cao vượt trội của loài hươu, Camelopardalis, chòm sao hươu cao cổ, có quan điểm riêng biệt và sự nhận thức tinh tế đối với những thứ xung quanh.",
  "adviceVN": "Khi lá Camelopardalis xuất hiện, đây là lúc để lùi một bước và quan sát. Chuyến hành trình sẽ dễ chinh phục hơn khi một người nhìn ra được những thứ ẩn sau những chướng ngại nhất thời. Cả Kỳ Lân và hươu cao cổ đều là biểu tượng cho cách một người nhìn nhận tương lai: hơi khựng lại nhưng cẩn trọng hơn, luôn tìm cách đặt để các thứ vào những góc độ hợp lý. Sẽ rất hữu ích khi một người chia sẻ bức tranh lớn mà mình nhìn thấy với những người khác, nhất là những quan điểm độc đáo mà không phải ai cũng có được.",
  "reversedVN": "Ngược chiều, một người có thể đang thiếu một trong những năng lực của Camelopardalis để nhìn được bức tranh tổng quan và đang bị phân tán khỏi những việc quan trọng do cái nhìn chủ quan. La bài gợi ý đây là thời điểm để nhìn ra bên ngoài và mở rộng chân trời trí tuệ của bản thân.",
  "createdAt": {
    "$date": "2021-05-26T16:09:08.414Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T16:09:08.414Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae739a4c25fc670ffcb4a5"
  },
  "category": "Minor Arcana",
  "genre": "Swords",
  "keywordEN": [
    "Detection",
    "Detail",
    "Scrutiny"
  ],
  "keywordVN": [
    "Phát Hiện",
    "Chi Tiết",
    "Xem Xét Kỹ Lưỡng"
  ],
  "title": "Ace Air – Microscopium",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026667/cosmos/microscopium_cejtgn.jpg",
  "elementEN": "Air",
  "divinatoryEN": "Microscopium is one of the French astronomer Nicolas Lewis de Lacaille’s constellations. It represents an iconic scientific instrument: the microscope. The microscope is used to see objects that are too small for the naked eye, and its ability to magnify down to such a small scale gave mankind its first glimpse into a tiny, previously unknown, world. The card depicts several symbols of the Age of Enlightenment. During this time, people scrutinized everything from the sciences to how society functioned. Interestingly, even the ideology of the Age of Enlightenment came under scrutiny. People argued whether or not dissecting the logic of everything was necessary to gain perspective. As it turns out, it is human nature to scrutinize, and many discoveries, revelations and theories have been born from the effort to understand.",
  "adviceEN": "Microscopium is a reference to everything that is intimate, detailed and in need of a closer look. With meticulous observation people are able to see how things work and the systems that hold institutions, projects, and relationships together. Microscopium symbolizes careful observation, awareness of detail, and personal introspection. ",
  "reversedEN": "Reversed, Microscopium’s presence may indicate that one is so close to the matter that they are unable to recognize the bigger, more important picture.",
  "elementVN": "Khí",
  "divinatoryVN": "Microscopium là một trong số các chòm sao phát hiện bởi nhà chiêm tinh người Pháp Nicolas Lewis de Lacaille. Nó đại diện cho một dụng cụ khoa học đầy tính biểu tượng: kính hiển vi. Với công dụng soi vào những vật quá bé để có thể thấy bởi mắt thường, nó đã giúp con người có cái nhìn đầu tiên về một thế giới mới mà trước đây chưa ai có thể tưởng tượng ra. Lá bài mang rất nhiều biểu tượng của Thời kỳ Khai sáng. Vào giai đoạn đó, người ta luôn xem xét kỹ càng mọi thứ: từ khoa học đến cách xã hội thành lập. Một điều thú vị rằng, dù hệ tư tưởng của Thời kỳ Khai sáng được lập ra dựa trên sự xem xét và phân tích kỹ lưỡng, người ta vẫn thường hay tranh luận rằng liệu có nên mổ xẻ mọi thứ trên đời theo khía cạnh logic để nâng cao quan điểm bản thân hay không. Thật ra, khả năng xem xét thuộc về bản năng của con người, nhiều nghiên cứu và học thuyết được đặt ra cũng nhằm nổ lực đưa sự hiểu lên một tầm cao mới.",
  "adviceVN": "Lá Microscopium chỉ những thứ cần thiết được xem xét một cách gần hơn. Với sự quan sát tỉ mỉ, người ta mới thấy được cách sự vật vận hành và cách các hệ thống sắp đặt sự tổ chức, các dự án và các mối quan hệ bên trong. Microscopium biểu thị cho khả năng quan sát tỉ mỉ, sự quan tâm đến chi tiết và sự nhìn nhận nội tâm.",
  "reversedVN": "Ngược chiều, sự xuất hiện của Microscopium ám chỉ một người luôn nhìn vấn đề bằng những sự vật quá gần nên không thể thấy được bức tranh tổng thể quan trọng hơn nhiều.",
  "createdAt": {
    "$date": "2021-05-26T16:13:14.958Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T16:13:14.958Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae74894c25fc670ffcb4a6"
  },
  "category": "Minor Arcana",
  "genre": "Swords",
  "keywordEN": [
    "End Of Naivety"
  ],
  "keywordVN": [
    "Kết Thúc Sự Ngây Thơ"
  ],
  "title": "2 Air – Lepus",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026666/cosmos/leups_v4lwra.jpg",
  "elementEN": "Air",
  "divinatoryEN": "Lepus is the rabbit often associated with the myth of Orion. His hunting dogs pursue Lepus across the night sky in an endless chase. Rabbits represent swiftness, agility, and naivety. They were often considered one of the most elusive prey, and therefore were prized hunting quarry for nobles in ancient times. ",
  "adviceEN": "This card depicts Lepus caught in the jaws of one of Orion’s hunting dogs. In a reading, this card represents the end of innocence and an introduction to the realities of the world. It may manifest itself through personal trials, “coming of age” experiences, or in an elusive truth being revealed at last.",
  "reversedEN": "Reversed, Lepus indicates a particularly rocky learning experience. A sense of perspective may be gained regardless of whether the lessons came as a surprise, through hardship, or through failure.",
  "elementVN": "Khí",
  "divinatoryVN": "Lepus là con thỏ thường gắn liền với truyền thuyết về Orion: Con chó săn của ông đuổi theo Lepus khắp bầu trời rộng lớn. Thỏ là biểu tượng cho sự nhanh nhạy, lanh lẹ và có chút thơ ngây. Chúng thường được xem là con mồi khó truy đuổi, và vì thế trở thành món quà đáng giá cho giới quý tộc xưa sau mỗi cuộc đi săn.",
  "adviceVN": "Lá bài tả cảnh Lepus bị mắc kẹt trong bộ hàm con chó của Orion. Ý nghĩa được nói đến ở đây là sự kết thúc của sự thơ ngây và là lúc để khám phá những điều thực tế hơn ở thế giới xung quanh. Có thể lá bài ám chỉ những phép thử, những trải nghiệm đánh dấu sự trưởng thành hay những sự thật mà ta không muốn nhìn nhận cuối cùng cũng bị phơi bày.",
  "reversedVN": "Ngược chiều, Lepus ám chỉ chặng đường học hỏi gập ghềnh. Dù vậy, tầm nhìn và quan điểm sẽ được nâng cao kể cả khi bài học đường đời đó có là sự bất ngờ, sự gian nan hay thậm chí là thất bại.",
  "createdAt": {
    "$date": "2021-05-26T16:17:13.528Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T16:17:13.528Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae75164c25fc670ffcb4a7"
  },
  "category": "Minor Arcana",
  "genre": "Swords",
  "keywordEN": [
    "Great Effort",
    "Trial"
  ],
  "keywordVN": [
    "Nỗ Lực Lớn",
    "Phép Thử"
  ],
  "title": "3 Air – Hercules",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026666/cosmos/Hercules_km1ozl.jpg",
  "elementEN": "Air",
  "divinatoryEN": "Hercules, son of Zeus, is known for his incredible strength and heroic adventures. This card depicts Hercules during his Eleventh Labor, kneeling over his slain foe, Ladon (seen in the Draco card), with his club in one hand, and the apples of Hesperides in the other. With one more task to complete, Hercules will be finished with his trials. In each of his Twelve Labors, his strength, courage, and dedication are tested again. ",
  "adviceEN": "Upright, this card indicates that a person may have to prove themselves not once or twice, but several times. A person may need to secure their reputation by completing a test of strength, stamina, or will. This card also symbolizes inner strength and perseverance.",
  "reversedEN": "Reversed, the tales of someone’s Herculean efforts might turn out to be just a lot of flexing and posturing. A person may be flaunting a showy resume in place of having the actual skills for the job. A final test may be all that is needed to see if they are what they claim.",
  "elementVN": "Khí",
  "divinatoryVN": "Hercules, con trai thần Zeus, được biết đến với sức mạnh siêu phàm cùng chuyến hành trình đầy lòng quả cảm. Lá bài mô tả Hercules trong kỳ công thứ mười một, đang trong tư thế khuỵu gối sau khi giết chết kẻ thù, Ladon (có thể xem thêm ở lá Draco), một tay ông cầm cái chày, tay còn lại là những quả táo của Hesperides. Chỉ còn một nhiệm vụ nữa thôi, công việc của Hercules sẽ hoàn thành. Ở mỗi câu chuyện trong số mười hai kỳ công, sức mạnh, động lực và sự cống hiến của Hercules đều được mang ra thử thách.",
  "adviceVN": "Thuận chiều, lá bài chỉ một người phải chứng tỏ bản thân không chỉ một hai, mà là rất nhiều lần. Một người cần phải bảo toàn danh tiếng bằng những bài kiểm tra sức mạnh, sức bền hoặc khát vọng. Lá bài cũng chỉ sức mạnh bên trong và sự kiên định.",
  "reversedVN": "Ngược chiều, câu chuyện về những cố gắng của một người theo kiểu của Hercules có thể chỉ là việc bẻ cong sự thật hay điệu bộ giả vờ. Có thể kẻ đó đang khoe mẽ những thứ bề ngoài hơn là thực sự có kĩ năng để hoàn thành một công việc. Cần một cuộc kiểm tra thực thụ để họ chứng minh bản thân có đúng với những gì mình tuyên bố không.",
  "createdAt": {
    "$date": "2021-05-26T16:19:34.697Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T16:19:34.697Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae767a4c25fc670ffcb4a8"
  },
  "category": "Minor Arcana",
  "genre": "Swords",
  "keywordEN": [
    "Standing Up For One's Self"
  ],
  "keywordVN": [
    "Đứng Lên Vì Một Người"
  ],
  "title": "4 Air – Ursa Major",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026671/cosmos/ursaMajor_maaabn.jpg",
  "elementEN": "Air",
  "divinatoryEN": "Ursa Major is one of the largest constellations in the sky. Zeus was reluctant to deal with his wife Hera’s wrath after she found he had been unfaithful. In her anger, Hera transformed Callisto into a bear. Later, Callisto was placed her alongside her son, Arcas (Ursa Minor) in the sky. The constellation Ursa Major has been seen as a large bear since ancient times. Though bears are normally a symbol of calm, stoic strength, a defensive bear will go to great lengths to protect itself and its assets. When assessing it’s surroundings, a bear will stand on its hind legs, and by default, it appears larger and more formidable. This is often enough to cause an offender to re-think its intrusion.",
  "adviceEN": "In a reading, this card symbolizes standing up for one’s self,  holding one’s ground, or taking an active role to stop a potential offense. In some cases, a powerful stance may be enough to deterpotential aggressors, without the need to initiate a battle of words, wit, or otherwise.",
  "reversedEN": "Reversed, this card symbolizes a person who is pugnacious without reason. Being obstinate, inflexible, or looking for quarrels where there are none may only further the feeling of being under siege.",
  "elementVN": "Khí",
  "divinatoryVN": "Ursa Major là một trong những chòm sao lớn nhất trên bầu trời. Zeus phải miễn cưỡng chống lại cơn thịnh nộ của Hera khi bà phát hiện rằng ông chồng mình là một kẻ không chung thủy. Trong lúc giận dữ, Hera biến Calisto thành con gấu. Về sau Calisto được đặt cạnh con trai Arcas của mình trên nền trời (chòm Ursa Minor). Chòm Ursa Major đã gắn liền với hình ảnh một con gấu lớn kể từ thời cổ đại. Dù gấu thường được dùng để đại diện cho sự điềm tĩnh, sức mạnh khắc kỉ, một con gấu ở thế phòng ngự vẫn phải trải qua nhiều vất vả để bảo vệ bản thân và tài sản của mình. Khi dò xét chung quanh, gấu thường đứng bằng hai chân sau để trông bản thân to hơn và hung tợn hơn. Điều này thường đủ để làm những kẻ quấy rối chùng bước trước ý định xâm phạm lãnh thổ của nó.",
  "adviceVN": "Trong trải bài, đây là lá đại diện cho sự đứng lên để bảo vệ bản thân hay một ai đó, giữ vững lãnh thổ hoặc đóng vai trò chủ đạo trong việc chống lại các thế lực thù địch. Đôi khi, một lập trường vững vàng cũng đủ để ngăn cản những kẻ xâm lấn mà chẳng cần bất cứ cuộc chiến về ngôn từ hay trí tuệ nổ ra.",
  "reversedVN": "Ngược chiều, lá bài ám chỉ một kẻ thích gây gổ mà chẳng cần lý do. Tỏ ra bướng bỉnh, cứng nhắc hoặc cố gây ra những cuộc tranh cãi để trốn khỏi cảm giác bị vây hãm hiện tại.",
  "createdAt": {
    "$date": "2021-05-26T16:25:30.112Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T16:25:30.112Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae77344c25fc670ffcb4a9"
  },
  "category": "Minor Arcana",
  "genre": "Swords",
  "keywordEN": [
    "A Risk To Structure",
    "Stress",
    "Potential Damage"
  ],
  "keywordVN": [
    "Xâm Hại Đến Cấu Trúc",
    "Căng Thẳng",
    "Nguy Cơ Thiệt Hại"
  ],
  "title": "5 Air – Carina",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026661/cosmos/Carina_jeh2t3.jpg",
  "elementEN": "Air",
  "divinatoryEN": "Carina symbolizes the keel of the Argo: the ship sailed by Jason and the Argonauts. The keel of a ship is a large, single beam at the very bottom of a ship’s hull. It is the structural element of a ship around which everything else is built. Likewise, the phrase “lay the keel” commemorates the concept of putting the initial foundation of a project in place. If the keel of a ship is compromised, as in the case of a ship running aground, the entire ship is often considered to have broken its back, and the ship’s structural integrity is at stake. This card depicts a fin-like keel barely avoiding a collision with unseen danger beneath icy waters.",
  "adviceEN": "In a reading, this card symbolizes laying a solid foundation such as in outlining a business plan, forming a good board of directors, or making an executive decision that will ultimately shape the rest of one’s efforts. It is a card of thought, decision-making and structure as well as well as an analyzing any risks or potential pit-falls to the concept. If the keel is solid, the structure can withstand a few bumps.",
  "reversedEN": "Reversed, this is a card of murky plans and risky endeavors. Danger may be lurking just beneath the surface of seemingly calm waters. This card also indicates stress put on the backbone of an organization, the team, or the driving force of a concept. It is important to do routine maintenance to keep things working smoothly in the long term.",
  "elementVN": "Khí",
  "divinatoryVN": "Carina đại diện cho phần sống của chiếc tàu Argo – con tàu của Jason và đội Argonauts. Sống thuyền là phần dầm lớn nằm ở dưới cùng của vỏ bao che. Nó là thành phần cấu tạo bao quanh tất cả mọi thứ còn lại. Cụm từ “Lay the keel” (“Đặt sống thuyền”) mô tả việc đặt nền tảng đầu tiên cho một dự án mới. Nếu phần sống tàu bị tổn hại, ví dụ như khi con tàu bị mắc cạn, toàn bộ phần sau chiếc thuyền sẽ bị hỏng và cấu trúc chính của thuyền sẽ có nguy cơ bị phá hủy cao. Lá bài mô tả phần sống thuyền có dạng giống chiếc vây vừa đủ để tránh khỏi những nguy cơ tiềm ẩn nằm bên dưới mặt nước.",
  "adviceVN": "Trong trải bài, lá bài mô tả sự đặt nền tảng vững chắc ví dụ như lập kế hoạch kinh doanh chi tiết, thành lập ban giám đốc có trình độ cao hoặc đưa ra một quyết định điều hành có ảnh hưởng đến kết quả cuối cùng của cả quá trình nỗ lực. Đây là lá bài của suy nghĩ, đưa ra quyết định và thành lập cấu trúc cũng như phân tích những mối nguy cơ và cạm bẫy có khả năng xuất hiện trong tiến trình hoàn thành công việc. Nếu phần sống vững chắc, cả con tàu sẽ chống chịu được những va chạm nhất định.",
  "reversedVN": "Ngược chiều, đây là lá bài của những âm mưu đen tối và những hành động mạo hiểm. Mối đe dọa có thể chỉ nằm trong gang tấc ngay bên dưới mặt nước phẳng lặng kia. Lá bài cũng có thể chỉ những căng thẳng xuất hiện trong bộ phận trụ cột của một tổ chức, một nhóm hoặc trong sự thúc đẩy một tiến trình. Điều đáng lưu tâm là lập nên thói quen duy trì mọi việc vào một guồng quay ổn định để hoàn thành những kế hoạch lâu dài.",
  "createdAt": {
    "$date": "2021-05-26T16:28:36.984Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T16:28:36.984Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae77e74c25fc670ffcb4aa"
  },
  "category": "Minor Arcana",
  "genre": "Swords",
  "keywordEN": [
    "Close Call",
    "Crisis Averted"
  ],
  "keywordVN": [
    "Thoát Trong Gang Tấc",
    "Ngăn Chặn Khủng Hoảng"
  ],
  "title": "6 Air – Ursa Minor",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026671/cosmos/ursaMinor_ugoi1u.jpg",
  "elementEN": "Air",
  "divinatoryEN": "Ursa Minor, known as the Little Bear, resides in the heavens near its mother Ursa Major, the Great Bear. This card depicts Arcas, born of a forbidden union between Zeus and the nymph Callisto. As a result of Zeus’ infidelity, Hera, the goddess of marriage, transformed Callisto into a bear. Zeus hid away his son, Arcas, who thrived and eventually became a king and great hunter. One day, Arcas was hunting and came across his mother, the bear, in the woods. Overjoyed by the sight of her long lost son, Callisto rushed to embrace him. Unaware that the bear was his mother, Arcas skillfully readied an arrow. In the moment before he let the arrow fly, Zeus intervened, casting them both into the heavens to avoid tragedy.",
  "adviceEN": "When this card appears in a reading, it signifies that a person’s true nature may be hidden beneath their outward facing appearance. The phrase, “You can’t judge a book by its cover” is particularly relevant here. When this card appears upright, one may be challenged to look deeper to reveal the common threads that bind two seemingly different people. Additionally, this card is about close calls and avoiding bad fate, particularly when dealing with new relationships and snap judgments.",
  "reversedEN": "Reversed, this card indicates that the biases a person has may be soon revealed by the way they treat those they do not know. It would be wise to observe these interactions carefully in order to both understand the judged person and the judge.",
  "elementVN": "Khí",
  "divinatoryVN": "Ursa Minor, chú gấu nhỏ, nằm cạnh bên mẹ nó là Ursa Major. Lá bài đại diện cho Arcas, sinh ra bởi sự kết hợp của Zeus và mỹ nhân Callisto. Để báo thù cho sự không chung thủy của Zeus, Hera, vợ Zeus và cũng là nữ thần Hôn nhân đã biến Callisto thành con gấu. Zeus bèn đem con mình lầ Arcas đi giấu, về sau chàng trở thành một vị vua và cũng là một thợ săn tài ba. Một ngày nọ, Arcas đi săn và bắt gặp mẹ mình, dưới lốt gấu, trong rừng. Mừng rỡ vì nhìn thấy đứa con thất lạc đã lâu, Callisto tiến đến để ôm chàng. Không biết rằng con gấu đó là mẹ mình, Arcas rút tên ra chuẩn bị bắn. Vài tíc tắc trước khi mũi tên phóng đi, Zeus xuất hiện và biến cả hai lên bầu trời để tránh bi kịch xảy ra.",
  "adviceVN": "Khi lá bài xuất hiện trong trải bài, nó là dấu hiệu cho thấy bản chất thật của một người vẫn còn bị giấu sau vẻ bề ngoài của họ. Cụm từ “Đừng đánh giá cuốn sách qua cái bìa” là phù hợp để mô tả tình huống này. Nếu lá bài thuận chiều, một người đang bị thử thách trong việc nhìn nhận sâu hơn để giải mã sợi chỉ mảnh kết nối hai phần nhân cách khác nhau. Thêm vào đó, đây là lá bài chỉ sự thoát nạn trong gang tấc và tránh vận rủi, đặc biệt là trong các mối quan hệ mới hay trong các phán quyết bất thình lình.",
  "reversedVN": "Ngược chiều, lá bài chỉ rằng những định kiến của một người sớm được làm sáng tỏ sau cách mà họ đối xử với những người không quen. Tốt hơn hết là sáng suốt xem xét tất cả những sự giao tiếp để hiểu rõ về người bị phán xét và sự phán xét là đúng hay không.",
  "createdAt": {
    "$date": "2021-05-26T16:31:35.042Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T16:31:35.042Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae787e4c25fc670ffcb4ab"
  },
  "category": "Minor Arcana",
  "genre": "Swords",
  "keywordEN": [
    "Foolish Involvement In Petty Actions"
  ],
  "keywordVN": [
    "Dại Dột Khi Dính Líu Đến Việc Nhỏ Nhen"
  ],
  "title": "7 Air – Cepheus",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026661/cosmos/Cepheus_i2ef3j.jpg",
  "elementEN": "Air",
  "divinatoryEN": "Cepheus is a king who appears in many myths, none of which are truly his own. He is rarely the catalyst of action or change, taking a small role and reacting to the dynamic individuals around him. For instance, when his wife Cassiopeia angered Poseidon by boasting of her beauty, an oracle instructed Cepheus to chain his daughter Andromeda to a rock as a sacrifice to the sea monster Cetus. Cepheus reluctantly agreed, allowinghis daughter to be caught in the midst of the skirmish. In the constellation, Cepheus is depicted as holding his arms aloft, praying to the gods to spare the life of Andromeda.",
  "adviceEN": "When this card appears in a reading, it is about foolish involvement in the petty actions of others. Though Cepheus is shown on the card as holding his arms aloft, the others around him seem hardly interested in his dramatic gesture. As the saying goes, “Everyone is in charge of their own good time.” When it appears upright, it is about abstaining from being involved in ridiculous ventures that lead to unnecessary anxiety. It indicates a spectator rather than an actor in silly events that may be unfolding.",
  "reversedEN": "Reversed, this card indicates a lethargic character at the whim of those who oppress him and those needing his assistance. It is a card of inaction,  foolishness, and defeat. This position indicates a lack of initiative to remove one’s self from a melodramatic situation.",
  "elementVN": "Khí",
  "divinatoryVN": "Cepheus là vị vua xuất hiện trong rất nhiều truyền thuyết, mà lại chẳng có truyền thuyết nào kể về chính ông. Ông chẳng phải tuýp người thích xúc tác hành động hay thay đổi, chỉ đơn thuần là người đóng vai trò nhỏ đối với những cá thể quá nổi bật xung quanh. Thêm vào đó, vợ ông Cassiopeia chọc giận Poseidon bằng cách khoe khoang về nhan sắc của mình. Trước cơn thịnh nộ của vị thần biển cả, nghe theo lời sấm truyền, Cepheus đem trói con gái mình bên mỏm đá để làm vật tế cho quái vật Cetus: thay vì đấu tranh ông đã chọn cách miễn cưỡng chấp nhận, khiến con mình trở thành lá chắn giữa cuộc cãi vã của hai bên. Hình ảnh chòm sao là cảnh Cepheus đưa hai tay lên cao để cầu xin sự thương xót của thánh thần với hy vọng Andromeda tai qua nạn khỏi.",
  "adviceVN": "Khi lá bài xuất hiện trong trải, đây là báo hiệu cho sự dại dột khi để bản thân dính líu vào chuyện của người khác. Mặc dù Cepheus đang giơ cao hai tay, những nhân vật khác xung quanh vẫn có vẻ bàng quan trước cử chỉ của ông: “Mỗi người phải tự chịu trách nhiệm với hạnh phúc của mình”. Khi lá bài xuôi chiều, nó là sự tiết chế để bản thân khỏi phải lâm vào những tình huống dở khóc dở cười để rồi dẫn đến những mối lo không đáng. Nó đại diện cho một khán giả hơn là một diễn viên trong khi một màn biểu diễn ngốc nghếch xảy ra.",
  "reversedVN": "Ngược chiều, lá bài diễn tả một người hay có trạng thái lờ mờ không nhận ra được đâu là kẻ hiếp đáp mình và đâu là người cần mình tương trợ. Đây là lá bài chỉ sự thụ động, dễ bị mắc lừa và bị đánh bại. Thế ngược chiều thể hiện sự thiếu cương quyết để lôi bản thân ra khỏi những tình huống cường điệu không đáng mắc phải.",
  "createdAt": {
    "$date": "2021-05-26T16:34:06.020Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T16:34:06.020Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae79174c25fc670ffcb4ac"
  },
  "category": "Minor Arcana",
  "genre": "Swords",
  "keywordEN": [
    "Sly Predator",
    "Deceptive Motives"
  ],
  "keywordVN": [
    "Kẻ Săn Mồi Xảo Quyệt",
    "Động Cơ Dối Lừa"
  ],
  "title": "8 Air – Vulpecula",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026671/cosmos/vulpecula_vp4gp4.jpg",
  "elementEN": "Air",
  "divinatoryEN": "The name Vulpecula translates to “little fox.” The constellation depicts a fox with a goose in its jaws: a predator running away with its prize. Symbolically, the constellation refers to the presence of someone with deceptive motives.",
  "adviceEN": "Upright, the positive attributes of the fox are often offset by its cagey nature and self-serving actions. The fox is naturally cunning and sharp, and very aware of its ability to deceive. After all, it is interested in securing it’s own success, even if it is to the detriment of someone else’s. The nature of this card is predatory, but when upright, it is usually in a more light-hearted, competitive manner -- such as in games, sports, or low-stakes endeavors.",
  "reversedEN": "When this card appears reversed, the fox’s motives may not be as playful. Be wary of Vulpecula’s charm and charisma. A fox may try to get emotionally or professionally close enough to an unwary individual in order to assess the likelihood they can benefit from the relationship. Vulpecula’s self-interest may show up when interacting with a two-faced “friend,” or perhaps it will surface in a professional setting. These types of people are often hard to detect because of their social finesse. But once revealed, Vulpecula is easy to spot from a mile away.",
  "elementVN": "Khí",
  "divinatoryVN": "Cái tên Vulpecula dịch ra là “con cáo nhỏ”. Chòm sao mô tả hình ảnh con cáo đang ngoạm một con ngỗng trong miệng: một kẻ lừa đảo đang ẵm món hời chạy đi. Về mặt biểu tượng, chòm sao biểu thị cho sự hiện diện của một ai đó với động cơ lừa đảo.",
  "adviceVN": "Thuận chiều, mặt tích cực trong bản tính của loài cáo là sự thận trọng cùng với việc tự biết phục vụ nhu cầu của mình. Cáo thì thường gian xảo và nhạy bén, và rất chú tâm vào khả năng lừa dối của bản thân. Nó thích thú với việc bảo vệ thành công của bản thân, kể cả khi điều đó gây tổn hại đến người khác. Bản chất là bài này là sự cướp giật, tuy nhiên khi thuận chiều thường nó nằm trong những vấn đề khá nhẹ nhàng hoặc mang tính đối kháng như trong game, thể thao hoặc những cuộc cá cược nhỏ lẻ.",
  "reversedVN": "Khi lá bài này ngược chiều, động cơ được đề cập có lẽ không nhẹ nhàng như vậy. Hãy luôn đề phòng vẻ ngoài quyến rũ cùng sức hút giao tiếp của loài cáo. Chúng có thể tiếp cận rất gần những kẻ thiếu sự để phòng để xem xét mức độ được ưa thích của bản thân trong mối quan hệ. Lá bài này thường gặp khi đang có một “người bạn” hai mặt  hoặc đang vướng phải một sự dàn cảnh lừa đảo có tính toán từ trước. Những loại người này rất khó để nhận biết bởi bản tính khôn khéo. Nhưng nếu để ý kĩ càng, bạn sẽ phát hiện những sơ hở và sớm tránh xa cả dặm khỏi chúng.",
  "createdAt": {
    "$date": "2021-05-26T16:36:39.606Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T16:36:39.606Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae79d94c25fc670ffcb4ad"
  },
  "category": "Minor Arcana",
  "genre": "Swords",
  "keywordEN": [
    "Secret Dealings",
    "Rumors",
    "Provocation"
  ],
  "keywordVN": [
    "Giao Kèo Bí Mật",
    "Tin Đồn",
    "Sự Khiêu Khích"
  ],
  "title": "9 Air – Lupus",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026668/cosmos/lupus_zw0yrc.jpg",
  "elementEN": "Air",
  "divinatoryEN": "King Lycaon famously challenged Zeus to see if he was truly omniscient by servingthe god roasted human flesh. In retaliation for this hideous act, Zeus turned King Lycaon into a wolf and then proceeded to kill the king’s fifty sons with lightning bolts in retaliation of the cruel trick. The constellation Lupus depicts King Lycaon after his transformation.Wolves know the precise order of their pack hierarchy,  but every now and again, a wolf will test their leader to confirm or challenge its authority. Lupus is a card of secretive dealings, provocation, and underhanded hostility, but not without retaliation.",
  "adviceEN": "Upright, this card indicates a challenge of authority or a person testing one’s boundaries. The best course of action is to face the problem out in the open and quell any rumors, mean ambitions, or further plotting before the situation gets out of hand.",
  "reversedEN": "Reversed, this card symbolizes an aggressor’s secret actions exposed, but not in the most straight-forward manner. Up-front confrontation may be necessary to stop further action from being taken. In both the upright and reversed positions, it is smart to be skeptical of any rumors that surface at this time. It may be impossible to be a silent witness to the skirmish, so one’s actions as arbiter may be necessary before either gets too extreme.",
  "elementVN": "Khí",
  "divinatoryVN": "Vua Lycaon nổi tiếng với việc thử xem Zeus có thực toàn năng hay không bằng việc mời Zeus thịt người quay. Để báo thù cho việc làm ghê tởm này, Zeus biến Lycaon thành con sói và dùng sét giết chết năm mươi đứa con của ông. Chòm sao Lupus mô tả hình ảnh Lycaon sau khi hóa sói. Sói là loài rất câu nệ trật tự thứ bậc trong cộng đồng. Nhưng tại mỗi thời điểm và giai đoạn, lại có một con sói mới đến thử thách khả năng của con sói lãnh đạo. Lupus là lá bài của những giao kèo bí mật, sự khiêu khích và thái độ thù địch khó kiểm soát, tuy nhiên nó không chỉ là thái độ đơn thuần mà còn kèm theo sự trả đũa.",
  "adviceVN": "Thuận chiều, lá bài mô tả một thử thách đối với người cầm quyền hoặc việc một người kiểm tra năng lực của người khác. Cách tốt nhất là chấp nhận thử thách với thái độ cởi mở và đập tan mọi tin đồn thất thiệt, ý muốn nhỏ nhen hay những câu chuyện được thêm mắm dặm muối trước khi sự việc ngoài tầm kiểm soát.",
  "reversedVN": "Ngược chiều, lá bài mô tả những động thái mờ ám của một kẻ tấn công bí mật bị hé lộ, tuy nhiên không phải lộ ra ở cách rõ rầng nhất. Chỉ có sự đối mặt giải quyết trực diện mới mong ngăn chặn mọi việc diễn tiến xa hơn. Trong cả hai nghĩa xuôi và ngược, tốt hơn là tự học cách nghi ngờ những tin đồn xuất hiện trong thời gian gần đây. Thật khó để làm người thầm lặng chứng kiến những xung đột nổ ra trước mắt, vì thế việc mau chóng hành động để giải quyết vấn đề là cần thiết lúc này.",
  "createdAt": {
    "$date": "2021-05-26T16:39:53.215Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T16:39:53.215Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae7aa84c25fc670ffcb4ae"
  },
  "category": "Minor Arcana",
  "genre": "Swords",
  "keywordEN": [
    "Flaunting Prowess",
    "Gain By Unsavory Means"
  ],
  "keywordVN": [
    "Phô Trương Sức Mạnh",
    "Thăng Tiến Bằng Cách Không Lành Mạnh"
  ],
  "title": "10 Air – Perseus",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026668/cosmos/perseus_y68vr4.jpg",
  "elementEN": "Air",
  "divinatoryEN": "Perseus has a long history of carrying out outrageous acts in order to prove himself to anyone that might challenge his abilities. After a heated discussion regarding his inability to bring a wedding present to the King Polydectes of Seriphos, Perseus exclaimed that he would bring back anything the king wanted. Seeing his chance to send Perseus to his doom, the king of Seriphos asked for the head of Medusa the Gorgon. The story goes that Perseus appeared before Medusa as she rested, ready to behead her while she was at her most vulnerable. The card depicts Medusa sitting and awaiting her death with Perseus’s sword resting against her neck. Here, Medusa is a victim of circumstance. Caught between a hateful king and a petulant youth, Medusa becomes a casualty of the two men’s game.",
  "adviceEN": "In many of his myths, Perseus carries Medusa’s head with him to take advantage of her stony glare on his many enemies. Upright, This card signifies a victory but one that was won by unsavory means, or an act portrayed as more than it was meant to be. In business, this could mean a person receiving a promotion as a result of another’s lay-off or a prize won because of another person’s mistakes. It is a challenge to us to inspect our own trophies and those of others for the truth behind the prize.",
  "reversedEN": "Reversed, the card indicates that a person may be taking on the role of the King of Seriphos, instigating unnecessary fights between two people that wouldn’t otherwise be quarreling.",
  "elementVN": "Khí",
  "divinatoryVN": "Perseus có một lịch sử trường kì về việc dùng những hành động tàn nhẫn chỉ để chứng tỏ bản thân trước bất kì ai thách thức ông. Sau một trận tranh luận nảy lửa về chuyện ông chẳng thể đem sính lễ đến cho vua Polydectes, Perseus đã nói rằng mình có thể mang bất cứ thứ gì khác để bù lại. Nhận thấy cơ hội tiêu diệt Perseus đã đến, vị vua đảo Seriphos đòi Perseus cái đầu của Medusa. Perseus tìm đến Medusa trong lúc bà ta đang ngủ và chặt đầu trong lúc Medusa mất hết khả năng phòng bị. Lá bài mô tả Medusa đang ngồi chờ chết với thanh gươm của Perseus kề cổ. Ở đây, Medusa là nạn nhân của hoàn cảnh, bị mắc vào giữa cuộc chơi của một gã vua đầy thù hằn cùng một chàng trai trẻ nóng nảy.",
  "adviceVN": "Trong nhiều truyền thuyết, Perseus mang theo đầu của Medusa để sử dụng sức mạnh của cái nhìn hóa đá lên kẻ thù. Thuận chiều, lá bài mang hàm ý thắng lợi bằng biện pháp bất chính hoặc một hành động gây ra nhiều hậu quả hơn ý định ban đầu. Trong kinh doanh, đây có thể là biểu thị cho sự thăng tiến nhờ vào việc sa thải kẻ khác hoặc một phần thưởng đạt được lợi dụng vào sai lầm của người khác. Đây là thách thử để tự vấn bản thân rằng liệu mình có xứng đáng với phần thưởng đó hoặc là lời kêu gọi điều tra sự thật còn ẩn giấu phía sau.",
  "reversedVN": "Ngược chiều, lá bài ám chỉ một người đang đóng vai trò như vua Polydectes, xúi giục để gây ra những tranh cãi không cần thiết giữa những người vốn chẳng có mâu thuẫn với nhau.",
  "createdAt": {
    "$date": "2021-05-26T16:43:20.506Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T16:43:20.506Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae7b774c25fc670ffcb4af"
  },
  "category": "Minor Arcana",
  "genre": "Swords",
  "keywordEN": [
    "Aid",
    "Protection Or Retreat",
    "Cowardice"
  ],
  "keywordVN": [
    "Viện Trợ",
    "Bảo Vệ Hoặc Ẩn Dật",
    "Hèn Nhát"
  ],
  "title": "Page Air – Piscis Austrinus + Volans",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026669/cosmos/pisces_Austrinus_Volans_kttmtd.jpg",
  "elementEN": "Air",
  "divinatoryEN": "Piscis Austrinus is associated with confidence and bravery that comes with being in one’s element. In the myth of Atargatis, the Syrian fertility goddess fell into a lake and was rescued by a large fish. The great fish shows up again as the savior of the Egyptian god, Isis, who memorialized the fish in the sky alongside the stars. Volans, by contrast, is often seen as the “fish out of water.” Depicted as a flying fish, Volans is often seen leaping into the air, away from Dorado, the swordfish, in order to save itself and escape its fate. ",
  "adviceEN": "In a reading, the individual takes on the watery qualities of the fish, good or bad. Upright, Piscis Austrinus is a protector, confidently coming to the aid of those in need. This card indicates a fluid, resourceful, chivalrous, and noble savior. The card also symbolizes one who is sure of their abilities and steadfast in realizing theirduties.",
  "reversedEN": "Reversed, the focus is on the attributes of Volans. An individual may take flight at the slightest sign of trouble. It symbolizes departure, cowardice, and self-consciousness.",
  "elementVN": "Khí",
  "divinatoryVN": "Chòm Piscis Austrinus gắn liền với sự tự tin và dũng cảm nằm trong bản chất của một người. Trong truyền thuyết về Artagatis, nữ thần Sinh sản người Syria, nàng bị rơi xuống hồ và được một con cá khổng lồ cứu mạng. Con cá lớn cũng là vị cứu tinh trong câu chuyện về nữ thần Ai Cập Isis – người đã tưởng nhớ chú cá bằng hình ảnh chòm sao. Volans, ngược lại có nghĩa là “cá ra khỏi nước”. Được mô tả với hình ảnh cá chuồn, Volans thường phóng khỏi mặt nước để chạy trốn con cá kiếm Dorado để tự cứu bản thân trước guồng quay của định mệnh.",
  "adviceVN": "Trong trải bài, lá này mô tả một người mang đặc tính của loài cá, có thể tốt có thể xấu. Thuận chiều, bài đại diện cho Piscis Austrinus – người bảo hộ luôn sẵn sàng tương trợ những kẻ khốn khó. Lá bài mô tả một vị cứu tinh lưu động, tháo vát, nghĩa hiệp và cao quí. Lá bài mô tả người hiểu rõ năng lực và kiên định với nhiệm vụ của bản thân.",
  "reversedVN": "Ngược chiều, bài ám chỉ Volans. Một người cố phóng mình để thoát khỏi kể cả dấu hiệu nhỏ nhất của rắc rối. Nó mang ý nghĩa là sự ra đi, nhút nhát và tự nhận xét bản thân.",
  "createdAt": {
    "$date": "2021-05-26T16:46:47.514Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T16:46:47.514Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae7c2f4c25fc670ffcb4b0"
  },
  "category": "Minor Arcana",
  "genre": "Swords",
  "keywordEN": [
    "Skill",
    "Arrogance",
    "Vanity"
  ],
  "keywordVN": [
    "Kỹ Năng",
    "Ngạo Mạn",
    "Phù Phiếm"
  ],
  "title": "Knight Air – Orion",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026667/cosmos/orion_nr4xpa.jpg",
  "elementEN": "Air",
  "divinatoryEN": "Orion was a legendary hunter with abilities far beyond the normal person. When hunting with Artemis, goddess of the hunt, and her mother Leto, Orion pridefully boasted that he would kill every beast on Earth. Disgusted with Orion’s hubris, Gaia, the primordial goddess of the Earth and mother of the Universe, sent a scorpion to kill him. To Gaia’s pleasure, the scorpion stung Orion on the heel and killed him. Zeus placed Orion among the heavens in memorial to his exceptional skill. Appropriately, the scorpion was eventually added to the heavens as well.",
  "adviceEN": "Upright, the negative connotations of this card are hard to ignore. This is a card of skill, but not without its fair share of arrogance. It is a card of wasteful action, cockiness and vanity associated with extraordinary talent.",
  "reversedEN": "The reverse is similar, often relating to retaliation for one’s boasting: putting one in one’s place, shaming, punishment and humility.",
  "elementVN": "Khí",
  "divinatoryVN": "Orion là thợ săn truyền thuyết với năng lực vượt trội hẳn so với người thường. Khi đi săn cùng Artemis, vị thần Săn bắn và mẹ nàng Leto, Orion đã mạnh mồm tuyên bố có thể giết chết được mọi quái thú trên thế gian. Ghê tởm sự ngạo mạn của Orion, nữ thần nguyên sơ của Trái Đất và cũng là Mẹ vũ trụ Gaia đã phái một con bò cạp giết chết chàng. Theo đúng dự định của Gaia, Orion bị bò cạp cắn vào gót chân và gục chết. Zeus đem Orion lên những vì sao để tưởng nhớ tài năng siêu phàm của chàng, con bò cạp cũng được mang lên trời để làm lời nhắc nhở cho hậu thế.",
  "adviceVN": "Thuận chiều, mặt tiêu cực của lá bài là khó để chối bỏ. Đây là lá bài của kĩ năng nhưng không có sự chia sẻ công bằng mà là sự tự cao. Bài có thể ám chỉ những hành động gây lãng phí, sự tự phụ và phù phiếm trong một người mang tài năng vượt trội.",
  "reversedVN": "Nghĩa ngược cũng tương tự, thường liên hệ đến sự trả đũa cho hành vi khoe mẽ của một người: đặt người khác vào một nơi tương xứng với thái độ của họ, làm xấu hổ, trừng phạt và yêu cầu thái độ khiêm tốn hơn.",
  "createdAt": {
    "$date": "2021-05-26T16:49:51.883Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T16:49:51.883Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae7d004c25fc670ffcb4b1"
  },
  "category": "Minor Arcana",
  "genre": "Swords",
  "keywordEN": [
    "Powerful Ally",
    "To Assist Using Personal Leverage"
  ],
  "keywordVN": [
    "Đồng Minh Mạnh Mẽ",
    "Hỗ Trợ Bằng Lực Bẩy Của Bản Thân"
  ],
  "title": "Queen Air – Aquila",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026659/cosmos/Aquila_iggimr.jpg",
  "elementEN": "Air",
  "divinatoryEN": "The eagle is a major player in many Greek myths. He steadfastly assists Zeus on a wide range of quests and is the only animal entrusted with the duty of retrieving Zeus’s thunderbolts after one of Zeus’s bouts of destructive retribution. The eagle is a symbol of intellect, duty and honor. It has long been associated with having sharp eyes, powerful talons and lightning reflexes despite it’s large stature. Eagles are also associated with skillful action, justice, authority, determination and liberation. ",
  "adviceEN": "In matters of collaboration or business, the eagle symbolizes a strong supporter or a powerful ally. In addition to fierce loyalty and commitment to the cause, this influential person can use their power to bring about action almost effortlessly. They are quick-thinking, incredibly alert and aware of their status, power and abilities. They will not hesitate to use those attributes to their benefit when it is possible.",
  "reversedEN": "If the card is reversed, a person may find they are at odds with a wise and formidable opponent.",
  "elementVN": "Khí",
  "divinatoryVN": "Đại bàng là loài vật đóng vai trò quan trọng trong nhiều truyền thuyết Hy Lạp. Nó bền bỉ hỗ trợ Zeus qua nhiều chuỗi nhiệm vụ và cũng là loài duy nhất được ủy thác công việc nhặt lại lưỡi sét của Zeus sau mỗi lần Zeus trừng phạt một ai đó. Đại bàng là biểu tượng của trí thông minh, trách nhiệm và vinh dự. Nó có đôi mắt sắc, bộ móng khỏe và phản xạ cực nhanh dù mang một dáng vóc to lớn. Đại bàng gắn liền với kĩ năng thành thục, công lý, cầm quyền, nhận thức và tự do.",
  "adviceVN": "Trong quá trình hợp tác hay trong kinh doanh, lá bài đại diện cho một người hỗ trợ hoặc một đồng minh mạnh mẽ. Thêm vào lòng trung thành mãnh liệt cùng sự cam kết vì chính nghĩa, người có sức ảnh hưởng có thể mang năng lượng của mình vào hành động mà gần như không gặp trở ngại. Họ suy nghĩ nhanh, cực nhạy trong việc xác định tình trạng, sức ảnh hưởng và năng lực của bản thân đang nằm ở đâu. Họ không ngần ngại tận dụng hết lợi thế của bản thân mỗi khi có thể.",
  "reversedVN": "Nếu xuất hiện bài ngược, một người đang gặp phải một đối thủ khôn ngoan và đáng sợ.",
  "createdAt": {
    "$date": "2021-05-26T16:53:20.449Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T16:53:20.449Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae7dd54c25fc670ffcb4b2"
  },
  "category": "Minor Arcana",
  "genre": "Swords",
  "keywordEN": [
    "Silent Observation",
    "Subtleties",
    "Opportune Timing"
  ],
  "keywordVN": [
    "Quan Sát Thầm Lặng",
    "Khôn Ngoan",
    "Nắm Bắt Thời Cơ"
  ],
  "title": "King Air – Lynx",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026666/cosmos/lynx_tcxc4k.jpg",
  "elementEN": "Air",
  "divinatoryEN": "This faint constellation is difficult to spot with the naked eye. Its founder Johannes Hevelius once said, it requires the “eyes of a lynx” to see it amongst the heavens. Named for the luminescence of its eyes, the lynx is also famed for its impeccable eyesight. The Lynx is elusive and ghost-like, and is often found silently observing its surroundings. Because of this it is often associated with the search for knowledge.",
  "adviceEN": "Upright this card symbolizes vision, foresight, observation, and precise focus. This card is about detecting opportunities that might easily be overlooked. It is also a card of careful observation. Ever watchful like the Lynx, a person may see the opportune time to react and act accordingly. This may be a good time to pay extra close attention to the subtleties of people’s actions, encounters, or events that are unfolding.",
  "reversedEN": "When the card is reversed, one’s gaze may be able to see through the deceptive actions of others to reveal an underlying truth. In another reading, it may indicate that a person may be the subject of observation, the tone of which would be revealed by the surrounding cards in a reading.",
  "elementVN": "Khí",
  "divinatoryVN": "Chòm sao mờ ảo này khó mà nhìn được bằng mắt thường. Như người phát hiện chòm sao – nhà thiên văn Johannees Hevelius có nói, để nhìn nó bên cạnh những chòm sao quá sáng cần phải có “đôi mắt của linh miêu”. Được đặc tên theo đặt tính phát quang của mắt, loài linh miêu cực kì nổi tiếng bởi khả năng quan sát hoàn hảo của mình. Linh miêu rất khó tìm bắt và có thể di chuyển như một bóng ma, ta thường thấy chúng lặng lẽ quan sát chung quanh. Vì thế, hình ảnh linh miêu thường gắn liền với quá trình đi tìm tri thức.",
  "adviceVN": "Thuận chiều bài đại diện cho thị lực, tầm nhìn xa, khả năng quan sát và sự tập trung cao độ. Đây là lá bài về phát hiện những cơ hội thường dễ bị bỏ lỡ. Ngoài ra, nó còn chỉ sự quan sát cẩn trọng. Nếu chịu quan sát như loài linh miêu, ta sẽ tìm được cơ hội để phản ứng và hành động. Đây là thời điểm phải chú ý tỉ mỉ đến những hành vi khéo léo của một ai đó, những cuộc chạm mặt hoặc những sự kiện đang dần được hé lộ.",
  "reversedVN": "Khi lá bài ngược chiều, một người sắp có khả năng vén được màn bí mật sau những hành động lừa đảo của kẻ khác bằng cái nhìn chăm chú của mình. Hiểu theo cách khác, có thể đối tượng hỏi đang là trung tâm của nhiều sự quan sát, cần phải diễn dịch những lá bài chung quanh thì mới làm rõ ý nghĩa của lá này trong trải bài được.",
  "createdAt": {
    "$date": "2021-05-26T16:56:53.589Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T16:56:53.589Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae7f9b35c3f267afba86e0"
  },
  "category": "Minor Arcana",
  "genre": "Cups",
  "keywordEN": [
    "Underlying Emotional Issue",
    "Self Doubt",
    "Fear"
  ],
  "keywordVN": [
    "Nền Tảng Cảm Xúc",
    "Tự Nghi Vấn",
    "Nỗi Sợ"
  ],
  "title": "5 Water – Cetus",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026661/cosmos/cetus_p4nuo8.jpg",
  "elementEN": "Water",
  "divinatoryEN": "Maps from ancient times depict gargantuan sea monsters in the depths of uncharted waters. The concept of large underwater creatures has been around since Mesopotamian times, but in Greek mythology the monster Cetus was one of the most formidable. Cetus was sent by Poseidon to devour Andromeda as retribution against Andromeda’s mother, Cassiopeia. It is easy to imagine what terrible things might be lurking within dark waters. Those who sail into uncharted territory often face the possibility that self-doubt, fear, or failure may surface along the journey, in addition to the beasts of the deep. It is up to the captain of the ship to rally their crew to navigate through rough seas and to prepare them for any potential hardships that may arise. Exploration comes with its fair share of adventure, discovery, and peril.",
  "adviceEN": "In a reading, this card may indicate that something terrible is lurking under the surface of a person’s calm exterior. One may be dealing with an underlying emotional issue that may need to surface.",
  "reversedEN": "If the card is reversed, it asks that the person probing for answers should be careful. There may be something in the deep worth its scary reputation. If a person does decide to try to fish for answers, they should be prepared for whatever may rise from the depths!",
  "elementVN": "Nước",
  "divinatoryVN": "Rất nhiều bản đồ từ thời cổ mô tả con quái vật biển khổng lồ cực kì đáng sợ nằm sâu bên dưới những vùng chưa ai đặt chân đến. Những câu chuyện về những loài thủy quái to lớn đã được phát triển từ thời kỳ Lưỡng Hà, tuy nhiên, trong thần thoại Hy Lạp thì Cetus là con quái hung tợn nhất. Cetus được Poseidon phái đến để ăn thịt Andromeda như một sự báo thù cho những lời xúc xiển của mẹ nàng, Cassiopeia, đến Poseidon. Thật dễ để tưởng tượng đến những thứ đáng sợ luôn ẩn nấp dưới màn nước tù mù và tăm tối. Những thủy thủ khi đặt chân đến những vùng biển mới luôn đối mặt với khả năng mối nghi hoặc, nỗi sợ hoặc thất bại sẽ thực sự làm đổ vỡ chuyến đi, chưa kẻ đến con quái ghê rợn còn ẩn mình dưới làn nước kia. Mọi việc đều phụ thuộc vào tài năng tập hợp và lãnh đạo của thuyền trưởng để đưa thủy đoàn an toàn vượt qua vùng nguy hiểm cũng như phòng bị trước mọi tình huống khó khăn sẽ xảy đến tiếp theo. Thám hiểm lúc nào cũng đi kèm với sự chia sẻ, sự khám phá cùng những mối nguy nan.",
  "adviceVN": "Trong trải bài, lá bài đại diện cho những thứ tồi tệ đang ẩn nấp sau vẻ bề ngoài bình tĩnh của một người. Có thể người đó đang có những cảm xúc phức tạp không thể giải bày và việc đó cần phải được đưa ra giải quyết.",
  "reversedVN": "Nếu bài ra ngược chiều, nó nhắc nhở rằng những người đi thăm dò hay khám phá cái mới phải luôn thận trọng. Sẽ có những thứ ẩn sâu xứng đáng với tiếng tăm có phần rùng rợn của chúng. Nếu đã quyết chí tìm ra câu trả lời đích thực, người đó nên chuẩn bị tinh thần để đón nhận bất cứ thứ gì sẽ trồi lên từ mặt nước tăm tối kia!",
  "createdAt": {
    "$date": "2021-05-26T15:43:39.502Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T15:43:39.502Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae80c035c3f267afba86e1"
  },
  "category": "Minor Arcana",
  "genre": "Pentacles",
  "keywordEN": [
    "Necessity For Transition And Renewal"
  ],
  "keywordVN": [
    "Sự Cần Thiết Biến Chuyển Và Đổi Mới"
  ],
  "title": "Ace Earth – Lacerta + Musca",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026665/cosmos/lacerta_and_musca_mdeflu.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "Lacerta and Musca literally translate to the lizard and the fly. Each represents cycles of life and balance in nature. In Roman mythology, lizards were thought to sleep through the winter, representing the concepts of death and resurrection. Flies are also often are associated with death and rebirth. Flies lay eggs in dead flesh to feed their young. The young flies then become food for other species, thereby continuing the cycle.",
  "adviceEN": "When this card appears in a reading, it represents a growing need to change. It is a card of transition or resurrection of past relationships, concepts, or memories. This may symbolize changing careers, leaving a relationship, or shedding material possessions in favor of making room for something else. In the upright reading, this transition will be worthwhile. Though it may be a bittersweet departure, the benefits of change strongly outweigh the temporary discomfort. ",
  "reversedEN": "Reversed, this card may indicate that change will happen strictly out of necessity, and the transition may come with its fair share of fear and insecurity. Regardless of the conditions of the change, this card represents the fulfillment of a cycle, and one’s focus should not focus heavily on the departure, but on the arrival of new potential.",
  "elementVN": "Đất",
  "divinatoryVN": "Lacerta và Musca theo nghĩa đen là thằn lằn và con ruồi. Mỗi con đều đại diện cho chu trình của cuộc sống và sự cân bằng trong tự nhiên. Trong truyền thuyết La Mã, thằn lằn được cho là ngủ suốt mùa đông, đại diện cho quan niệm về cái chết và sự phục sinh. Ruồi cũng là đại diện cho chu trình ấy. Ruồi đẻ trứng vào những mảng thịt thối để những con dòi sinh ra có thức ăn. Những ruồi nhỏ tiến hóa từ dòi tiếp tục lại trở thành thức ăn cho loài khác và quy luật đó cứ liên tục tuần hoàn.",
  "adviceVN": "Khi lá bài xuất hiện trong trải bài, nó đại diện cho một sự trưởng thành cần đổi mới. Đây là lá bài của sự chuyển đổi và phục hồi những mối quan hệ, quan niệm hay ký ức cũ. Đây cũng có thể là tín hiệu cho việc thay đổi nghề nghiệp, từ bỏ một mối quan hệ hay bỏ bớt một vài sự sở hữu để chừa chỗ cho những thứ mới tiến vào. Trong vị trí thuận chiều, đây sẽ là một sự chuyển đổi xứng đáng. Dù cho sự ra đi có đan xen bởi cảm xúc vui buồn lẫn lộn, những lợi ích cuối cùng vẫn có sức nặng hơn nhiều so với chút không thoải mái tạm thời.",
  "reversedVN": "Ngược chiều, lá bài thể hiện sự thay đổi sẽ diễn ra khắc khe ngoài mức cần thiết đồng thời có thể mang theo cảm giác sợ hãi và lo âu. Cho dù sự thay đổi có diễn ra trong điều kiện như thế nào, lá bài vẫn thể hiện được sự hoàn thành một chu kỳ. Thứ nên quan tâm không phải là điểm khởi đầu mà là những cơ hội mới nằm ở cuối chuyến đi.",
  "createdAt": {
    "$date": "2021-05-26T17:09:20.499Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T17:09:20.499Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae815635c3f267afba86e2"
  },
  "category": "Minor Arcana",
  "genre": "Pentacles",
  "keywordEN": [
    "Science",
    "Education",
    "Mentorship"
  ],
  "keywordVN": [
    "Khoa Học",
    "Giáo Dục",
    "Sự Cố Vấn"
  ],
  "title": "2 Earth – Sextants + Octans",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026670/cosmos/sextans_and_Octans_ozwfgb.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "The octant and the sextant are two devices used for navigation and astrological measurement. As powerful tools of their time, they both helped to advance science and the understanding of the universe around us. This card depicts a labyrinth, built of the curves and angles that might be derived from such devices. The labyrinth represents a scientific journey from unknown darkness to illuminated understanding.",
  "adviceEN": "This card directly references the impact of science and education on our lives. It is a great time to learn. Whether a person decides to enroll in classes, seek the guidance of a mentor, or if they choose to learn by experiment, all endeavors focused on the pursuit of knowledge will be positive. Formal education, higher learning, or community based education classes are all referenced with this card.",
  "reversedEN": "Reversed, a person may be feeling a bit lost without the information they need to escape a maze of questions. Outdated technology, scientific myth, unproven or incorrect information may prove to be a hindrance. Beware of anecdotal “facts” or flimsy theories from unreliable sources.",
  "elementVN": "Đất",
  "divinatoryVN": "Octant (dụng cụ Octan) và Sextant (kính lục phân) là hai thiết bị được dùng để định vị và đo đạc trong thiên văn. Đều là những công cụ hữu dụng tại thời điểm ra đời, chúng đã giúp khoa học phát triển, đặc biệt là trong việc khám phá vũ trụ rộng lớn. Lá bài là hình vẽ một mê cung, tạo hình bằng những cung và góc cong xuất xứ từ hai dụng cụ trên. Mê cung là đại diện cho chuyến hành trình khám phá khoa học: từ bóng tối đến những hiểu biết chói lọi.",
  "adviceVN": "Lá bài này chỉ trực tiếp tác động của khoa học và giáo dục đến cuộc sống của chúng ta. Đây là thời điểm để học hỏi, dù cho một người có quyết định ghi danh vào lớp học, tìm kiếm sự hướng dẫn từ chuyên gia hay trải nghiệm thực tế, mọi nỗ lực theo đuổi tri thức đều là tích cực. Giáo dục chính quy, giáo dục nâng cao hay giáo dục cộng đồng đều có mối liên hệ mạnh mẽ với lá bài này.",
  "reversedVN": "Ngược chiều, một người đang cảm thấy hơi lạc lối khi không có đủ thông tin để thoát được mê cung câu hỏi. Công nghệ lỗi thời, ảo tưởng về khoa học hay những thông tin thiếu chính xác và chưa được kiểm chứng đều là những cản trở lớn. Hãy cẩn thận với những “thực tế” mang tính giai thoại và những lý thuyết lỏng lẻo đến từ những nguồn không đáng tin.",
  "createdAt": {
    "$date": "2021-05-26T17:11:50.935Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T17:11:50.935Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae826b35c3f267afba86e3"
  },
  "category": "Minor Arcana",
  "genre": "Pentacles",
  "keywordEN": [
    "Budding Talent",
    "Person In Training"
  ],
  "keywordVN": [
    "Xây Dựng Tài Năng",
    "Người Tập Sự"
  ],
  "title": "3 Earth – Leo Minor",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026666/cosmos/leo_Minor_01_w8s1ya.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "Known as the “Lesser Lion,” Leo Minor fits in well with its surrounding menagerie of Leo, Ursa Major, Lynx, and Cancer. Lions are powerful, confident, and ambitious animals. Leo Minor is a small constellation,  resembling a young lion training for the day when he takes charge of his own pride. When this card appears in a reading, a person may be too inexperienced at the moment to show the world all they can offer. Others may not see the promise they hold for the future quite yet, but the potential for greatness is certainly there. ",
  "adviceEN": "This card references a budding ace, a person-in-training, or a novice with big ambitions.  It draws attention to the unique abilities that young potential will bring to the greater community in time.",
  "reversedEN": "Reversed, Leo Minor references the feelings of inadequacy or jealousy a person may feel when comparing themselves against a practiced individual, professional, or person that has gained notoriety for the same interests. Remember that each constellation in the sky earned its place in its own time.",
  "elementVN": "Đất",
  "divinatoryVN": "Với tên gọi “sư tử nhỏ”, chòm Leo Minor nằm vừa vặn với “bầy thú” bao quanh gồm: Leo, Ursa Major, Lynx và Cancer. Sư tử rất mạnh mẽ, tự tin và đầy tham vọng. Leo Minor là một chòm sao nhỏ, gợi nhắc đến hình ảnh một chú sư tử con đang luyện tập để đợi đến ngày chứng minh mãnh lực của bản thân.",
  "adviceVN": "Khi lá bài xuất hiện trong trải bài, một cá nhân có thể quá thiếu kinh nghiệm để cho chung quanh thấy năng lực của mình. Những người khác có thể không thấy được những hứa hẹn tương lai của cá nhân đó, tuy nhiên tiềm năng thực sự thì chắc chắn vẫn đang tồn tại. Lá Leo Minor liên quan đến việc xây dựng con át chủ bài, một người đang được tập huấn hoặc một người học việc có khát vọng to lớn. Nó là lời nhắc hãy tập trung chú ý những năng lực đặc biệt mà một người trẻ có thể mang lại cho cộng đồng mai sau.",
  "reversedVN": "Ngược chiều, Leo Minor chỉ cảm giác khó thỏa mãn hoặc ganh tị khi tự so sánh bản thân với những người đã qua đào tạo, chuyên nghiệp hoặc những người đã đạt thành công trong cùng lĩnh vực. Nên nhớ rằng mỗi chòm sao trên trời đều có vị trí và không gian của riêng mình.",
  "createdAt": {
    "$date": "2021-05-26T17:16:27.446Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T17:16:27.446Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae830b35c3f267afba86e4"
  },
  "category": "Minor Arcana",
  "genre": "Pentacles",
  "keywordEN": [
    "Extreme Action For A Personal Quest"
  ],
  "keywordVN": [
    "Thách Thức Tột Cùng Để Hoàn Thành Nhiệm Vụ"
  ],
  "title": "4 Earth – Corona Australis",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026663/cosmos/CoronaAustralis_rhbivp.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "The stars of Corona Australis are located within a larger Chinese constellation known as the Black Tortoise of the North. The Tortoise originated when Xuan Wu, one of the highest ranking Taoist deities in Chinese folklore, was on his path to achieve enlightenment and divine status. Xuan Wu realized that he must purge himself of all of his past sins in order to become a god. As part of the process, he cut out his own stomach and intestines, and proceeded to wash them in the river. His sins dissolved and blackened the river, which formed a black tortoise and snake. These began to terrorize the nearby villages. When Xuan Wu learned of this, he returned to slay the tortoise, but instead decided to train it to assist with his future quests.",
  "adviceEN": "Xuan Wu’s quest for enlightenment took several wild turns, but he remained steadfast in his dedication to grow and prosper. Receiving Corona Australis in a reading is an indication that extreme actions might need to be taken to achieve a personal goal. Even then, the aftermath of an extreme decision may need additional observation and follow-through. Like the taming of Xuan Wu’s tortoise, sometimes the most frightening side effects are things can turn out to be positive when given guidance.",
  "reversedEN": "Reversed, the card indicates that the effects of a person’s extreme actions may overshadow the original intention. Even if the intentions were good, there may be a new monster to tame when all is said and done.",
  "elementVN": "Đất",
  "divinatoryVN": "Những ngôi sao trong chòm Corona Australis đều thuộc một chòm sao trong thiên văn Trung Hoa – Huyền Vũ của phương Bắc. Chuyện về con rùa đen khổng lồ (huyền vũ) bắt nguồn từ Trấn Vũ, một trong những đệ tử cấp cao nhất của Đạo giáo, vi hành để tìm sự khai sáng cùng những dấu tích của thần linh. Khi nhận ra rằng bản thân cần phải được thanh tẩy mọi tội lỗi mới có thể thành thần, ông cắt dạ dày và ruột mình đem rửa dưới lòng sông. Tội lỗi của ông hòa vào dòng nước và làm nó trở nên đen kịt, tạo nên một con rùa và một con rắn đen. Chúng bắt đầu đi phá hoại những ngôi làng lân cận. Khi hay được tin này, Trấn Vũ bèn quay lại để giết con rùa, nhưng cuối cùng lại đổi ý và huấn luyện để nó hỗ trợ những nhiệm vụ về sau.",
  "adviceVN": "Nhiệm vụ khai sáng của Trấn Vũ có nhiều bước ngoặt, tuy nhiên ông vẫn vững vàng cống hiến để phát triển và thành công. Nhận được lá Corona Australis có nghĩa là cần phải thách thức bản thân tột độ mới đạt được mục đích đề ra. Dù vậy, hậu quả nếu chấp nhận thách thức này cũng cần phải được xem xét và hiểu rõ. Như việc thuần hóa con rùa của Trấn Vũ, một số tác động xấu có thể biến đổi thành tích cực nếu có được sự định hướng hợp lý.",
  "reversedVN": "Ngược chiều, lá bài cho thấy tác động của việc tham gia thách thức che lấp luôn cả mục đích ban đầu. Dù cho đó là mục đích tốt, có lẽ vẫn sẽ còn một con quái vật mới để thuần hóa sau khi mọi việc có vẻ đã hoàn thành.",
  "createdAt": {
    "$date": "2021-05-26T17:19:07.192Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T17:19:07.192Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae83bd35c3f267afba86e5"
  },
  "category": "Minor Arcana",
  "genre": "Pentacles",
  "keywordEN": [
    "New Projects",
    "Craftsmanship",
    "Hard Work"
  ],
  "keywordVN": [
    "Dự Án Mới",
    "Thạo Việc",
    "Công Việc Vất Vả"
  ],
  "title": "5 Earth – Triangulum + Norma + Triangulum Australe",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026670/cosmos/triangulum_TriangulumAustrale_Norma_ig53te.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "This card combines the three constellations, Triangulum, Triangulum Australe and Norma. The imagery depicts a trio of builders embodying the three essential elements of any new project: mathematics, analysis, and physical work. Traditionally, the constellations depicted the tools of each master’s craft, the plow, the ruler and level, and the square.",
  "adviceEN": "When this card appears in a reading, it references attention to craftsmanship and precision. This is a card of good planning and follow-through in all stages of building. It symbolizes laying solid foundations, putting ideas into motion, and bringing the concept to fruition with one’s own hands or with a dedicated team. It is a card of hard work, long hours and plenty of planning, assessing and adjusting. The end result will be worth the effort! This is a card about pride in one’s work.",
  "reversedEN": "A reversed card indicates that someone may be attempting to cut corners in favor of shorter hours or less responsibility. If this is a group project, disagreements could arise about the direction of the project from the different members of the team. Good communication between all parties will ensure that each member knows their role, and stop-gap measures may be put in place temporarily to keep the momentum of the project.",
  "elementVN": "Đất",
  "divinatoryVN": "Lá bài là sự kết hợp của ba chòm sao, Triangulum, Triangulum Australe và Norma. Hình ảnh trên thẻ bài mô tả ba người thợ xây cầm ba dụng cụ cần thiết mỗi khi bắt đầu một dự án mới, chúng đại diện cho ba mặt toán học, phân tích và hoạt động thể chất. Theo đúng nghĩa truyền thống, ba chòm sao là những công cụ hỗ trợ đắc lực cho tay nghề của người thợ: cái cày, máy thủy chỉnh, thước thẳng và thước vuông góc.",
  "adviceVN": "Khi lá bài xuất hiện trong trải bài, nó đại diện cho sự chú ý về việc nâng cao tay nghề và tăng tính chuẩn xác. Đây là lá bài của việc lập kế hoạch và hiểu rõ quy trình xây dựng. Nó cũng là biểu tượng cho việc lập nền tảng vững chắc, đưa ý tưởng thành hành động thực tế hoặc biến khái niệm thành hiện thực bằng chính tay mình hoặc nhờ đội ngũ cống hiến không ngơi nghỉ. Lá bài cũng chỉ một công việc vất vả, tốn nhiều thời gian và công sức lập kế hoạch, định lượng và điều chỉnh. Kết quả cuối cùng sẽ là mỹ mãn so với những gì bạn bỏ ra! Đây cũng là lá bài về niềm tự hào trong công việc.",
  "reversedVN": "Lá bài ngược ám chỉ một người cố gắng đốt cháy giai đoạn trong công việc để tiết giảm thời gian và trách nhiệm của bản thân. Nếu đó là dự án nhóm, sự bất đồng về hướng đi có thể nổ ra trong nội bộ các thành viên. Sự giao tiếp là tốt chỉ khi mỗi người trong tập thể hiểu được vai trò của mình, những biện pháp tạm thời cần được thiết lập lúc này để làm đòn bẩy thúc đẩy dự án tiến lên.",
  "createdAt": {
    "$date": "2021-05-26T17:22:05.949Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T17:22:05.949Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae845635c3f267afba86e6"
  },
  "category": "Minor Arcana",
  "genre": "Pentacles",
  "keywordEN": [
    "Treasure",
    "Assets",
    "Gambling"
  ],
  "keywordVN": [
    "Kho Báu",
    "Tài Sản",
    "Canh Bạc"
  ],
  "title": "6 Earth – Dorado",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026663/cosmos/Dorado_nfsmum.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "While the constellation Dorado has been occasionally represented by a goldfish, the swordfish ultimately became the dominant image. The phrase “El Dorado” is Spanish for “the gilded one.” The metaphor of great riches and incredible opportunity has been memorialized in the lore of a South American chief of the Muisca people. As an initiation rite, the chief would cover himself in gold dust and dive into Lake Guatavita. The place he bathed ultimately became known for its abundance of wealth, and ever since, the lore of El Dorado draws individuals to search for the fabled city and its famous treasures.",
  "adviceEN": "The card depicts sea creatures flocking to Dorado, curious and awestruck. Wealth often brings out an insatiable thirst in treasure seekers and opportunists. When this card appears in a reading, one may be ever closer to the treasures they seek. An influx of opportunity, money, inheritance, winnings, or the uncovering of a meaningful treasure may be close at hand. ",
  "reversedEN": "Reversed, lust for luxury may threaten to trump ethics. Dorado reversed may introduce a person to the greedy side of the human condition. Wealth has a tendency to draw interest, and with it, the schemers and the crooks, liars and cheats. Another interpretation of Dorado points to the concept of gambling and the quick loss and gain of assets put at risk.",
  "elementVN": "Đất",
  "divinatoryVN": "Dù Dorado đôi khi được thể hiện bằng hình ảnh cá vàng, hình tượng cá kiếm vẫn đóng vai trò chủ đạo trong việc mô tả chòm sao này. Cụm từ “El Dorado” trong tiếng Tây Ban Nha có nghĩa là “người được mạ vàng”: một phép ẩn dụ để chỉ sự giàu có tột đỉnh cùng những cơ hội tuyệt vời, được lấy cảm hứng từ một thủ lĩnh người Nam Mỹ của bộ tộc Muisca. Khởi đầu một nghi lễ, người thủ lĩnh này sẽ phủ mình trong bụi vàng và lặn xuống hồ Guatavia. Nơi anh ta tắm về sau đã trở nên nổi tiếng bởi sự giàu có, đồng thời, câu chuyện về El Dorado đã lôi kéo hàng vạn người đi tìm kiếm thành phố chưa rõ tung tích cùng những kho báu vô giá vẫn còn ẩn giấu ở đây.",
  "adviceVN": "Lá bài mô tả những sinh vật biển tụ tập quanh Dorado, tò mò và kinh sợ. Sự xa hoa thường sẽ đem đến cảm giác thèm khát cho những kẻ đi săn kho báu. Khi lá bài xuất hiện, kho báu đã ở cận kề. Một dòng chảy cơ hội, tiền tài, sản nghiệp, chiến thắng hay một sự thật đang nằm trong tầm với.",
  "reversedVN": "Ngược chiều, sự thèm khát có thể đe dọa những chuẩn mực đạo đức. Lá bài ngược có thể chỉ mặt tham lam của một con người. Sự giàu sang luôn có hấp lực lớn, từ đó kéo theo những âm mưu, xảo trá, dối lừa và gian lận. Nếu hiểu theo một cách khác, Dorado có thể ám chỉ những trò cá cược và sự lên rồi xuống thất thường của tài sản.",
  "createdAt": {
    "$date": "2021-05-26T17:24:38.871Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T17:24:38.871Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae84dc35c3f267afba86e7"
  },
  "category": "Minor Arcana",
  "genre": "Pentacles",
  "keywordEN": [
    "Procrastination",
    "Delay",
    "Excuses"
  ],
  "keywordVN": [
    "Dời Lại",
    "Dây Dưa",
    "Bào Chữa"
  ],
  "title": "7 Earth – Crater + Corvus",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026663/cosmos/Crater_Corvus_n82qj2.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "Corvus and Crater, the crow and the cup, are two aspects of an old Greek myth involving the god Apollo. One day, Apollo tasked his crow messenger to fill a cup with water from a well. On his way the crow passed a fig tree with ripening fruit and was tempted to stop and wait for the fruit to ripen. As he sat, he realized Apollo would be upset by his delayed return, so he prepared a lie that he hoped would explain his delay. When the crow reappeared, he carried a snake in his talons and told Apollo that Hydra had prevented him from reaching the well. The snake was certainly not Hydra, and Apollo was no fool. Furious that he had been lied to, Apollo threw the cup and crow into the sky. ",
  "adviceEN": "Upright, Corvus and Crater symbolize procrastination, laziness, and delay. This may manifest itself in arriving to dinner late with a flimsy excuse, blowing off work responsibilities, or one’s failure to plan efficiently. This card is about missed deadlines, dismantled schedules, and the penalties that come with not following through. ",
  "reversedEN": "Reversed, this card may indicate that procrastination is a more serious issue. It may symbolize repeat offenses or a chronic inability to stay on task. This is a card of frequent excuses made to friends, family, and even one’s self. More might be at stake than a slap on the wrist. ",
  "elementVN": "Đất",
  "divinatoryVN": "Corvus và Crater, con quạ và cái cốc, là hai thành tố của câu chuyện thần thoại về thần Apollo. Một ngày, Apollo sai sứ giả quạ của mình đi lấy nước từ một cái giếng để đổ đầy cốc. Dọc đường đi, con quạ gặp một cây sung và dừng lại để chờ trái chín. Khi ngừng lại, con quạ nhận ra rằng chủ nhân của mình sẽ rất phiền lòng với sự trễ nải này, do đó nó đã dựng sẵn một câu chuyện để bào chữa cho bản thân. Khi con quạ quay về, nó mang theo một con rắn và bảo rằng đây là con Hydra đã cản đường đến giếng của nó. Chắc chắn đó chẳng phải con Hydra và chuyện này không thể nào qua mắt Apollo được. Nổi điên vì bị lừa, Apollo quăng cả con quạ và cái cốc lên nền trời.",
  "adviceVN": "Thuận chiều, lá Corvus + Crater đại diện cho sự dây dưa, lười biếng và hoãn lại. Có thể nó được thể hiện bằng một lời bào chữa không thuyết phục mỗi khi họp mặt trễ, “bùng” trách nhiệm cá nhân trong công việc hay việc lập kế hoạch không hiệu quả. Đây là lá bài về việc lỡ hạn, rối loạn thời gian biểu và những hình phạt kéo theo.",
  "reversedVN": "Ngược chiều, lá bài thể hiện sự trì hoãn và những vấn đề nghiêm trọng hơn. Có thể đó là những xung đột lặp đi lặp lại hay những sự bất lực trong duy trì công việc. Lá bài cũng chỉ những lời xin lỗi dành cho bạn bè, gia đình hay tự dành cho bản thân. Nhiều thứ đe dọa sẽ kéo đến hơn là một hình phạt nhỏ đơn thuần.",
  "createdAt": {
    "$date": "2021-05-26T17:26:52.340Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T17:26:52.340Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae858235c3f267afba86e8"
  },
  "category": "Minor Arcana",
  "genre": "Pentacles",
  "keywordEN": [
    "Time Passing",
    "Milestones",
    "Progression"
  ],
  "keywordVN": [
    "Thời Gian Trôi Qua",
    "Cột Mốc",
    "Tiến Trình"
  ],
  "title": "8 Earth – Horologium",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026665/cosmos/horologium_vex37a.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "Horologium, the “hour teller,” is a faint celestial body in the southern sky, home to a clockwise spinning galaxy. This astral body was discovered by Abbé Nicolas Louis de Lacaille in 1752 during an expedition to the Cape of Good Hope. Hands of a clock circle continuously. Time is rhythmic and unbiased towards the cycle of life. This card depicts Horologium as a celestial clock, garlanded in the flora of the Cape of Good Hope. A specific moment captured in time, while being very much about the nature of change.",
  "adviceEN": "When this card appears in a reading, it references the passing of time and all that entails. It is a card of age, of milestones, of past, present, and future. Though human life is punctuated with meaningful moments, this card reflects our relationship with time itself. The long hours, the spontaneous moments, the seconds that pass as we anticipate something new. It is a reminder to take notice of life in this moment, as much as a reminder to plan and to reflect.",
  "reversedEN": "A reverse Horologium card can reference the fear of life passing too fast. There is a sense of urgency to “make the most of it” before it is too late.",
  "elementVN": "Đất",
  "divinatoryVN": "Horologium, “người thông báo giờ giấc”, là một thiên thể mờ nhạt ở bầu trời phương nam, nơi có một hệ thiên hà xoay theo chiều kim đồng hồ. Thiên thể này được tìm thấy bởi Abbé Nicolas Louis De Lacaille năm 1752 trong chuyến hành trình thám hiểm Mũi Hảo Vọng. Theo những vòng xoay tiếp diễn, thời gian luôn nhịp nhàng và chẳng ưu tiên cho bất cứ ai trong cuộc đời này. Lá bài vẽ Horologium với vị thế một chiếc đồng hồ vũ trụ được choàng những bông hoa từ Mũi Hảo Vọng: Một khoảnh khắc thời gian được bắt lại giữa sự biến đổi khôn lường.",
  "adviceVN": "Khi lá bài xuất hiện trong trải bài, nó đại diện cho sự trôi đi của thời gian và những thứ kéo theo. Lá này đại diện cho tuổi tác, cho những cột mốc, cho quá khứ, hiện tại và tương lai. Cuộc đời vẫn luôn được tô điểm bằng những khoảnh khắc ý nghĩa, lá Horologium là tấm gương phản chiếu mối quan hệ của ta với thời gian: những khoảng lặng dài, những thời điểm bùng nổ, những giây phút trôi đi để ta gặt hái được cái mới. Lá bài là lời nhắn nhủ hãy nhìn kĩ hơn vào cuộc sống trong giây phút này, cũng như là việc lập kế hoạch và nhìn lại bản thân.",
  "reversedVN": "Lá Horologium ngược chiều đại diện cho nỗi sợ cuộc sống trôi qua quá vội vàng. Có một sự khẩn thiết để “làm nhiều nhất có thể” trước khi mọi chuyện muộn màng.",
  "createdAt": {
    "$date": "2021-05-26T17:29:38.369Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T17:29:38.369Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae86e335c3f267afba86e9"
  },
  "category": "Minor Arcana",
  "genre": "Pentacles",
  "keywordEN": [
    "Vigilance",
    "Watchfulness",
    "Guidance"
  ],
  "keywordVN": [
    "Cảnh Giác",
    "Cẩn Trọng",
    "Hưỡng Dẫn"
  ],
  "title": "9 Earth – Pavo",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026668/cosmos/pavo_nb0lm8.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "Pavo, the peacock, appears in numerous tales from Greek mythology. Countless cultures have thought of the peacock as a symbol of royalty, watchfulness, and guidance. The image depicted on the card refers to the myth of Argus, a hundred-eyed beast that Heraentrusted to guard Io (one of Zeus’s many lovers) from her husband, Zeus. For Argus’ dutiful watch over the pregnant Io, Hera honored him by adorning the tail of her favorite bird, Pavo, with Argus’ eyes. The peacock’s unique tail is a reminder of Argus and his diligence in Hera’s time of need.",
  "adviceEN": "When Pavo appears upright in a reading, it symbolizes the act of standing guard, specifically when the item that needs to be kept safe is something of extreme value. This is a card of duty, vigilance, and watchfulness, often relating to matters of love and relationships or of wealth, assets and material objects.",
  "reversedEN": "Reversed, a person may be under extreme scrutiny by another power. This may manifest itself in acts of jealousy or insecurity, where one person tries to limit the actions of another because of fear. This may also indicate a period of house arrest (figuratively orliterally).",
  "elementVN": "Đất",
  "divinatoryVN": "Pavo, con công, xuất hiện rất nhiều trong thần thoại Hy Lạp. Vô số nền văn hóa xem công là biểu tượng của hoàng tộc, sự cẩn trọng và sự hướng dẫn. Lá bài được minh họa theo truyền thuyết về Argus, con quái vật trăm mắt được Hera giao phó canh phòng Io (một trong rất nhiều tình nhân của Zeus) khỏi chồng mình.  Vì sự canh giữ tận tụy bà bầu Io, Hera đã tưởng nhớ Argus bằng cách dùng mắt của nó tô điểm cho bộ lông của con công Pavo mà bà yêu thích. Cái đuôi độc đáo của con công là đại diện cho sự cần mẫn của Argus trong lúc Hera cần kíp.",
  "adviceVN": "Khi lá Pavo xuất hiện thuận chiều, lá bài đại diện cho sự canh phòng cẩn mật, đặc biệt là khi đối tượng được canh phòng mang giá trị lớn. Đây là lá bài của trách nhiệm, sự cảnh giác, cẩn trọng và liên quan đến vấn đề tình cảm quan hệ hoặc vấn đề tài sản vật chất.",
  "reversedVN": "Ngược chiều, một người có thể đang bị giám sát nghiêm ngặt bởi một thế lực khác. Nó đại diện cho hành vi ganh tị hoặc cảm thấy bất an, khi một người phải cố kiểm soát hành động của người khác để giảm bớt nỗi sợ của bản thân. Lá bài này cũng có thể chỉ sự quản thúc tại gia. (cả nghĩa đen lẫn nghĩa bóng).",
  "createdAt": {
    "$date": "2021-05-26T17:35:31.239Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T17:35:31.239Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae878f35c3f267afba86ea"
  },
  "category": "Minor Arcana",
  "genre": "Pentacles",
  "keywordEN": [
    "Perfection",
    "Completion",
    "Continuity"
  ],
  "keywordVN": [
    "Hoàn Hảo",
    "Hoàn Thiện",
    "Nối Tiếp"
  ],
  "title": "10 Earth – Circinus + Crux",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026662/cosmos/circinus_crux_gbqtim.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "Circinus and Crux are two of the 88 modern constellations. Circinus refers to a compass, an instrument used for drawing circles and arcs. The circle is one of the most widely recognized symbols of completeness, cycles, and perfection. Crux refers to a cross, or two perpendicular lines dividing each other in half; a representation of unity and structure. Both Circinus and Crux are among the most ancient human symbols, appearing continually in cultures around the globe, and have elements of symmetry and beauty within their form.",
  "adviceEN": "Upright, this card symbolizes truth and perfection, as well as the concept of completion. This may manifest itself in feelings ofpurpose, appreciation, trust, and honor. ",
  "reversedEN": "The reverse is not necessarily the opposite of this reading, but rather, this sense of completion comes with less ease.",
  "elementVN": "Đất",
  "divinatoryVN": "Circinus và Crux là hai trong số 88 chòm sao hiện đại. Circinus gợi nhắc đến cái compa, dụng cụ dùng để vẽ cung và đường tròn. Đường tròn là một trong những biểu tượng được dùng nhiều nhất để chỉ sự hoàn thiện, chu kì và sự hoàn hảo. Crux là hình ảnh của cây thập giá hoặc hai đường vuông góc chia bản thân mỗi đường thành một nửa, đại diện cho sự thống nhất và cấu trúc. Cả Circinus và Crux đều là những biểu tượng có từ thời cổ đại, xuất hiện ở nhiều nền văn hóa và đại diện cho nét đẹp của tính đối xứng thông qua hình dáng của mình.",
  "adviceVN": "Thuận chiều, lá bài thể hiện sự thật và sự hoàn hảo, cũng như là khái niệm về sự hoàn thiện. Nó được thể hiện qua cảm giác có trách nhiệm, lòng cảm kích, sự thật và sự tôn trọng.",
  "reversedVN": "Khi ngược chiều bài không hẳn là mang nghĩa đối lập, chỉ là thể hiện cảm giác hoàn thiện đi kèm với ít sự dễ dàng hơn.",
  "createdAt": {
    "$date": "2021-05-26T17:38:23.193Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T17:38:23.193Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae883b35c3f267afba86eb"
  },
  "category": "Minor Arcana",
  "genre": "Pentacles",
  "keywordEN": [
    "Underdog",
    "Overlooked Talent",
    "Unglorified Action"
  ],
  "keywordVN": [
    "Người Yếu Thế",
    "Tài Năng Bị Bỏ Sót",
    "Không Được Tôn Vinh"
  ],
  "title": "Page Earth – Canis Minor",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026661/cosmos/canis_minor_k9rdxe.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "Known as the “Lesser Dog” Canis Minor is a small, faint constellation near his bigger brother, Canis Major. Sadly, Canis Minor has often been overlooked throughout history. With its diminutive size, Canis Minor was originally identifiable by only two stars, and thus no real description was possible. As time progressed, more stars were identified and Canis Minor came into focus as the constellation we know today.",
  "adviceEN": "Canis Minor represents the underdog in a reading. Though a person may always find winning appealing, Canis Minor reminds us that there is nothing wrong with being second place or receiving an honorable mention. The card represents an unglorified action, but a worthy one. Though not everything gets the fanfare or press it deserves, Canis Minor reminds us that there is value for giving one’s all, regardless of the outcome. This constellation may not shine as brightly as some, but the little dog eventually secured his place in the heavens. ",
  "reversedEN": "When Canis Minor appears reversed, a person may be feeling defeat particularly hard. In this case the card is reminding us, “If at first you don’t succeed, try, try again”.",
  "elementVN": "Đất",
  "divinatoryVN": "Với tên gọi “chú chó nhỏ”, chòm Canis Major là một chòm sao nhỏ và mờ nằm gần người anh mình, Canis Major. Buồn thay, chòm Canis Minor hay bị bỏ quên nhiều lần trong suốt chiều dài lịch sử. Với kích thước nhỏ xíu, ban đầu, Canis Minor chỉ được nhận ra bằng hai ngôi sao và không có nhiều thông tin mô tả. Về sau, nhiều ngôi sao được nhận diện hơn và Canis Minor trở thành một trong những chòm sao chính thức ngày hôm nay.",
  "adviceVN": "Canis Minor chỉ kẻ lép vế, thua thiệt ở trong trải bài. Mặt dù ta luôn tìm kiếm sự chiến thắng, Canis Minor là lời nhắc rằng chẳng có gì sai khi bị xếp hạng nhì hay không được nằm trong bảng vàng danh dự. Lá bài đại diện cho những hành động tuy không được tôn vinh nhưng lại cực kỳ đáng thực hiện. Mặc dù không phải việc làm nào cũng được đền đáp xứng đáng, Canis Minor nhắc nhở ta giá trị thực tế đến từ việc cho đi, dù cho kết quả có ra sao. Chòm sao này có lẽ không tỏa sáng như những chòm sao khác, tuy nhiên “chú chó nhỏ” ấy lại luôn bảo vệ vững vàng được vị trí của mình trên nền trời bao la.",
  "reversedVN": "Khi lá bài ngược chiều, một người có lẽ đang cảm thấy thất bại nặng nề. Trong trường hợp này lá bài nhắc rằng: “Nếu không thành công từ ban đầu thì hãy cố gắng, cố gắng nhiều hơn nữa”.",
  "createdAt": {
    "$date": "2021-05-26T17:41:15.815Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T17:41:15.815Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae88d835c3f267afba86ec"
  },
  "category": "Minor Arcana",
  "genre": "Pentacles",
  "keywordEN": [
    "Gesture Of Goodwill",
    "Compassion From Strangers"
  ],
  "keywordVN": [
    "Hành Động Từ Thiện Chí",
    "Lòng Trắc Ẩn Với Người Lạ"
  ],
  "title": "Knight Earth – Delphinus",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026663/cosmos/delphinus_dzj0xf.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "Dolphins are among Earth’s smartest creatures. They are joyful, quick, clever, and compassionate. In Greek mythology, Delphinus, the dolphin, exemplifies these traits, often offering assistance to others when they are in need. When the great musician Arion of Lesbos found himself doomed at sea, Delphinus carried him to safely. After helping Poseidon secure Amphitrite’s hand in marriage, Delphinus earned his gratitude and secured himself a place in the heavens. ",
  "adviceEN": "Upright, this card symbolizes gestures of goodwill and compassion for, and from, strangers. In a reading this may manifest itself in the giving and receiving of empathy and assistance, perhaps through small acts of kindness. Dolphins have earned their reputation as the helpers of humanity and are often seen as having altruistic intentions. This card represents helpful gestures with no desire for repayment.",
  "reversedEN": "Reversed, the card shares it’s upright meanings. A person may find themselves on the receiving end of one of these acts of goodwill when they are in need. It is also a reminder to pay it forward to those in need when one is able.",
  "elementVN": "Đất",
  "divinatoryVN": "Cá heo là một trong những sinh vật thông minh nhất quả đất. Chúng vui vẻ, nhanh nhẹn, khôn khéo và đầy lòng nhân ái. Trong thần thoại Hy Lạp, Delphinus, con cá heo, là hình mẫu cho những phẩm chất tốt đẹp, thường đề nghị giúp đỡ bất cứ ai gặp khó khăn. Khi nhạc sĩ tài hoa Arion sắp chết đuối giữa biển lớn, Delphinus đã mang ông vào bờ. Sau khi giúp Poseidon bảo vệ bàn tay của Amphitrite trong ngày cưới, Delphinus nhận được lòng biết ơn từ vị thần biển cả và bảo đảm một vị trí trên thiên đàng cho bản thân.",
  "adviceVN": "Thuận chiều, lá bài đại diện cho những hành động xuất phát từ tâm và lòng trắc ẩn dành cho, và đến từ, những người lạ. Trong trải bài, lá bài được thể hiện qua việc cho và nhận sự cảm thông và giúp đỡ, có thể là từ những hành động nhỏ trong cuộc sống hằng ngày. Cá heo mang danh hiệu là bạn tương trợ cho loài người và thường được dùng để chỉ những ước muốn vị tha. Bài thể hiện những hành động cứu giúp người mà không màng được đền đáp.",
  "reversedVN": "Ngược chiều, lá bài mang một phần nghĩa giống với khi thuận chiều, đó là chỉ một người có thể đang cảm thấy bản thân được giúp đỡ tận tâm khi gặp khó khăn. Tuy nhiên, đây cũng là lời giúp đỡ hãy tìm cơ hội đền đáp cho lòng tốt ấy ngay khi có thể.",
  "createdAt": {
    "$date": "2021-05-26T17:43:52.589Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T17:43:52.589Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae89ae35c3f267afba86ed"
  },
  "category": "Minor Arcana",
  "genre": "Pentacles",
  "keywordEN": [
    "Facilitation Of Social Gatherings",
    "Meeting Of The Minds"
  ],
  "keywordVN": [
    "Thuận Lợi Hóa Tập Hợp Xã Hội",
    "Thỏa Thuận Chung"
  ],
  "title": "Queen Earth – Boötes",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026660/cosmos/bootes_ap514n.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "Boötes is often referred to as the herdsman of the heavens. This card depicts the gentle shepherd watching over his flock, under a calm night’s sky. While not always a spiritual reference, (but certainly applicable) the shepherd’s duty is both as a leader and as a protector. The shepherd directs his flock to safety, gathering them at night, and leading them to greener pastures by day.",
  "adviceEN": "Upright, this card symbolizes community gatherings, clubs, social groups or meetings of the minds brought together by an interested facilitator. A person may be called upon to take a leadership role in an organization needing guidance. Great shepherds occasionally sleep under the stars with their flock, as a means of solidarity, building trust and kinship.",
  "reversedEN": "Nervous energy spreading through the flock may need to be quelled by a soft hand when this card is reversed. If there is a wolf in the midst, the shepherd may need to step in to confront it before the herd begins to flee.",
  "elementVN": "Đất",
  "divinatoryVN": "Boötes thường được mô tả là người chăn cừu trên thiên đường. Lá bài mô tả hình ảnh người chăn cừu tốt bụng đang canh giữ đàn cừu của mình bên dưới bầu trời đêm tĩnh lặng. Dù không phải một biểu tượng tâm linh, trách nhiệm của người chăn cừu vừa như một thủ lĩnh vừa như một giám hộ. Người chăn cừu đưa đàn đi đến những nơi an toàn, tập hợp chúng lại mỗi khi đêm đến, và dẫn chúng đến những đồng cỏ xanh hơn qua mỗi ngày.",
  "adviceVN": "Thuận chiều, lá bài thể hiện sự tập hợp cộng đồng như các câu lạc bộ, các nhóm hoạt động hay các thỏa thuận chung được lập nên bởi các điều phối viên thú vị. Một người có thể được phân vai trò lãnh đạo để lèo lái một tổ chức. Người chăn cừu tuyệt vời ấy đang ngủ dưới những ngôi sao cùng với bầy cừu của mình thể hiện cho tinh thần đoàn kết, sức mạnh của việc xây dựng lòng tin và tình thân.",
  "reversedVN": "Nguồn năng lượng bất ổn có thể lan khắp cả bầy cừu khi chúng bị dẫn dắt bởi một bàn tay mềm yếu, đó là khi lá bài xuất hiện ngược chiều. Nếu có một con sói trà trộn vào bầy, người chăn cừu nên bước ngay vào và tìm đuổi trước khi nó hành động khiến cừu rã đàn chạy tán loạn.",
  "createdAt": {
    "$date": "2021-05-26T17:47:26.440Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T17:47:26.440Z"
  },
  "__v": 0
},{
  "_id": {
    "$oid": "60ae8a8c35c3f267afba86ee"
  },
  "category": "Minor Arcana",
  "genre": "Pentacles",
  "keywordEN": [
    "Long Hours",
    "Complex Work",
    "Earned Accomplishment"
  ],
  "keywordVN": [
    "Thời Gian Dài",
    "Công Việc Phức Tạp",
    "Thành Tựu Đạt Được"
  ],
  "title": "King Earth – Auriga",
  "image": "https://res.cloudinary.com/hnanhphat/image/upload/v1622026659/cosmos/auriga_x27poy.jpg",
  "elementEN": "Earth",
  "divinatoryEN": "Auriga is often thought to be the Greek hero Erichthonius, who invented the four-horse quadriga chariot. Erichthonius used his invention proudly in a battle that eventually made him King of Athens. The chariot is a symbol of majesty and power, while the goat represents abundance, sure-footedness, and hard work. Combined, there is potential for great success.",
  "adviceEN": "In a reading, the upright Auriga card indicates that the earnings will be equivalent to the efforts put in, and innovation will be achieved during a period of hard work. The task may be complex, but upon its completion, both the people who put forth the effort, and those that supported the task will benefit.",
  "reversedEN": "Reversed, this card indicates a period of long hours, late nights and the occasional setback during the completion of the work, though the meaning of the card is the same. In both the upright and the reversed meanings, the card indicates that the potential for success is present as long as there are people to put in the time to see it through to completion.",
  "elementVN": "Đất",
  "divinatoryVN": "Auriga thường được nhắc đến với hình tượng vị anh hùng Hy Lạp Erichthonius, người sáng chế ra cỗ xe kéo bốn ngựa. Erichthonius tự hào sử dụng phát minh của mình vào một trận chiến và nó khiến chàng trở thành vị vua của Athens. Cỗ xe ngựa là biểu tượng của uy nghiêm và quyền lực, còn hình vẽ những con dê trên lá bài thể hiện sự trù phú, chắc chắn và chăm chỉ. Kết hợp lại, chúng là tiềm năng để xây dựng thành công.",
  "adviceVN": "Khi đọc bài, lá Auriga thuận chiều thể hiện kết quả sẽ tương xứng với những gì đã bỏ ra, sự đột phá sẽ đạt được sau một thời gian làm việc chăm chỉ. Công việc có thể phức tạp nhưng một khi hoàn thành, cả những người nỗ lực thực hiện lẫn những người luôn kề bên hỗ trợ sẽ đạt được nhiều lợi ích.",
  "reversedVN": "Ngược chiều, lá bài thể hiện một quãng thời gian dài, những ngày làm việc đến tận khuya và những thất bại trên bước đường hoàn thành công việc, dù vậy nghĩa chính của lá bài vẫn tương tự như khi thuận chiều. Trong cả hai nghĩa xuôi và ngược, lá bài thể hiện tiềm năng thành công vẫn luôn tồn tại một khi vẫn còn những người bỏ thời gian để khám phá mọi ngõ ngách dẫn đến sự hoàn thiện.",
  "createdAt": {
    "$date": "2021-05-26T17:51:08.867Z"
  },
  "updatedAt": {
    "$date": "2021-05-26T17:51:08.867Z"
  },
  "__v": 0
}]